Repository: ArduPilot/MissionPlanner
Catalog: SerialInjectGPS.*.resx
Languages: tr

# chk_m8p_130p.ToolTip
source: If you base and rover both have ublox firmware 1.30 or above, tick this box
tr: Ublox firmware 1.30 veya üzeri bir temel ve mobil sürümünüz varsa, bu kutuyu işaretleyin

# txt_surveyinAcc.ToolTip
source: Survey in accuracy trigger. must get bellow this
tr: tetikleyici böyle hassas olmalı

# BaseName1.HeaderText
source: Name
tr: Adi

# label10.Text
source: Survey In
tr: Röportaj Giriş

# Use.HeaderText
source: Use
tr: Kullanma

# label11.Text
source: Base
tr: Taban

# chk_rtcmmsg.ToolTip
source: This depends on the version of Firmware that is on your autopilot, if posible leave it enabled, as the newer message handles data curruption alot better
tr: Yeni mesaj otomatik olarak veriyi işlediğinden, eğer mümkünse, açık kalsın, otopilotunuzdaki bellenimin sürümüne bağlıdır.

# but_restartsvin.ToolTip
source: Used to save the current base station positon as surveyed
tr: Kullanılan geçerli konumunu bir baz istasyonu olarak kaydet

# label1.ToolTip
source: Both accuracy and duration must be meet in order for the survey in to complete ie less than 2 m accuracy, and Greater than 60 seconds of observations
tr: Anketi tamamlamak için hem doğruluk hem de süreyi karşılamalıdır. yani doğruluk 2 m'den az ve 60 saniyeden fazla gözlem

# label9.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
tr: Bilgilere genel bakış. Gerçekten: bu gerçek bir anket. InProgress: Şu anda pozisyonlarımızı tutuyor muyuz? Süre: Girişi sorguladığımız saniye sayısı. Obs: giriş anketimizde kullanılan anket sayısı. Acc: Anketimizin şu andaki doğruluğu.

# label2.Text
source: Time(s)
tr: Zaman(с)

# chk_m8pautoconfig.Text
source: M8P autoconfig
tr: M8P otomatik ayar

# label3.Text
source: Input data rate
tr: Giriş Hızı

# label6.Text
source: Messages Seen
tr: Alınan Mesajlar

# label7.Text
source: Survey In
tr: giriş anketi

# label4.Text
source: Output data rate
tr: Veri aktarım hızı

# chk_m8pautoconfig.ToolTip
source: Automaticlly config a ublox m8p
tr: Ublox m8p yapılandırmasını otomatik olarak yapılandır

# label5.Text
source: RTCM Base
tr: RTCM tabanı

# groupBox3.Text
source: Link Status
tr: Bağlantı durumu

# label8.Text
source: Survey In
tr: giriş anketi

# groupBox1.Text
source: Survey In
tr: giriş anketi

# label9.Text
source: Survey In
tr: giriş anketi

# lbl_svin.Text
source: Survey In
tr: giriş anketi

# chk_rtcmmsg.Text
source: Inject MSG Type
tr: MSG Giriş Türü

# but_save_basepos.ToolTip
source: Used to save the current base station positon as surveyed
tr: Temel istasyonun mevcut konumunu bir anket olarak saklamak için kullanılır

# label7.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
tr: Bilgilere genel bakış. Gerçekten: bu gerçek bir anket. InProgress: Şu anda pozisyonlarımızı tutuyor muyuz? Süre: Girişi sorguladığımız saniye sayısı. Obs: giriş anketimizde kullanılan anket sayısı. Acc: Anketimizin şu andaki doğruluğu.

# but_restartsvin.Text
source: Restart
tr: yeniden başlatma

# BUT_connect.Text
source: Connect
tr: Baglan

# but_save_basepos.Text
source: Save Current Position
tr: Mevcut konumu kaydet

# Delete.HeaderText
source: Delete
tr: Sil

# txt_surveyinDur.ToolTip
source: Survey in minimum time. Must be larger than this number
tr: Asgari zamanda denetim. Bu numaradan daha büyük olmalı

# lbl_svin.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
tr: Bilgilere genel bakış. Gerçekten: bu gerçek bir anket. InProgress: Şu anda pozisyonlarımızı tutuyor muyuz? Süre: Girişi sorguladığımız saniye sayısı. Obs: giriş anketimizde kullanılan anket sayısı. Acc: Anketimizin şu andaki doğruluğu.

# label10.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
tr: Bilgilere genel bakış. Gerçekten: bu gerçek bir anket. InProgress: Şu anda pozisyonlarımızı tutuyor muyuz? Süre: Girişi sorguladığımız saniye sayısı. Obs: giriş anketimizde kullanılan anket sayısı. Acc: Anketimizin şu andaki doğruluğu.

# chk_movingbase.Text
source: Moving Base
tr: Перемещение базы

# label8.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
tr: Bilgilere genel bakış. Gerçekten: bu gerçek bir anket. InProgress: Şu anda pozisyonlarımızı tutuyor muyuz? Süre: Girişi sorguladığımız saniye sayısı. Obs: giriş anketimizde kullanılan anket sayısı. Acc: Anketimizin şu andaki doğruluğu.
