Repository: ArduPilot/MissionPlanner
Catalog: temp.*.resx
Languages: uk

# but_followswarm.Text
source: Follow Swarm
uk: Слідкуйте за оточенням

# BUT_follow_me.Text
source: Follow Me
uk: Слідкуйте за мною

# myButton_vlc.Text
source: vlc
uk: vлц

# BUT_followleader.Text
source: Follow the leader
uk: Стежте за лідером

# but_logdlscp.Text
source: logdownload scp
uk: журнал сканування

# label48.Text
source: adjust the qnh
uk: настроїти qnh

# label49.Text
source: label49
uk: етикет49

# label10.Text
source: show an extra icon on the map of your current location.
uk: показати додаткову іконку на карті поточного місцезнаходження.

# BUT_fft.Text
source: FFT
uk: ФТТ

# label13.Text
source: multi mav swarm interface
uk: багатоповерховий інтерфейс

# label11.Text
source: convert shp file ot a polygon file
uk: конвертувати shp файл для багатокутника

# label14.Text
source: follow the leader swarm
uk: слідуйте керівнику оточуйте

# $this.Text
source: temp
uk: температура

# label17.Text
source: sort tlogs into there type and sysid directorys
uk: сортувати журнали в каталоги типу та sysid

# label15.Text
source: create a exclusive passthrough to the gps (port 500)
uk: створити ексклюзивний прохід до GPS (порт 500)

# label18.Text
source: download all current fw's
uk: завантажити всі поточні fws

# BUT_outputnmea.Text
source: NMEA
uk: НМЕА

# label19.Text
source: add custom imagery to mp
uk: додати власне зображення до mp

# label20.Text
source: wipe custom imagery
uk: очистити зображення користувача

# BUT_QNH.Text
source: QNH
uk: К-ть

# label21.Text
source: struct conversion speed test
uk: тест на швидкість конверсії

# label22.Text
source: Create dashware date input file
uk: Створити файл вводу індикатора системи

# label23.Text
source: quad: arm and takeoff
uk: чотири: рука та злітка

# label24.Text
source: run the gimbal pointing algo
uk: працювати на осі нахилу точки

# label2.Text
source: Create custom audio warnings
uk: Створити користувацькі аудіо попередження

# label25.Text
source: create map jpg's for all tlogs in a dir
uk: створити карту jpg для всіх журналів в dir

# but_signkey.Text
source: signing
uk: підписання

# BUT_swarm.Text
source: Swarm
uk: Оточення

# label54.Text
source: display the proximity ui
uk: показати датчик наближення ui

# label3.Text
source: use a nmea gps to follow me
uk: використовувати nmea-GPS, щоб слідувати за мною

# label26.Text
source: tlog browser
uk: tlog-браузер

# label27.Text
source: get mag offsets from a log
uk: отримати Масу зміщення з журналу

# but_sortlogs.Text
source: ReSort All logs
uk: Пересортувати всі логи

# label52.Text
source: generate aged param data
uk: генерація даних param

# label1.Text
source: moved to dataflash tab
uk: переміщено в вкладку dataflash

# label28.Text
source: sphere test
uk: Керувати списком команд Planner

# label6.Text
source: mirrors the mavlink stream received by mp
uk: дзеркально отриманий mavlink потік

# label55.Text
source: swarm style
uk: м'який стиль

# label29.Text
source: display the image data from the px4 optical flow sensor
uk: відображати зображення даних з пікс.4 оптичного датчика потоку

# label50.Text
source: display video stream via vlc - USE Gstream instead
uk: відображати відео потік через vlc - натомість USE Gstream

# label7.Text
source: regenerage the param info used inside mp
uk: відновити інформацію про парам, яка використовується всередині mp

# but_hexmavlink.Text
source: hex Mavlink decode
uk: шістнадцятковий розпад Mavlink

# label4.Text
source: outputs the mav location in nmea
uk: повертає положення mav в nmea

# label53.Text
source: extract rtcm data from tlog
uk: видобувати дані rtcm із tlog-у

# label5.Text
source: outputs the mav location in microdrone format
uk: вихідні значення розташування mav у форматі microdrone

# label51.Text
source: remove image tiles older than 30 days
uk: видалити зображення старше 30 днів

# but_agemapdata.Text
source: Age Map Data
uk: Дані вікової карти

# label8.Text
source: translation language editor
uk: редактор мови перекладу

# label9.Text
source: overlay the hud into your recorded videos
uk: накладати Хнуд у записані відео

# but_lockup.Text
source: Lockup MAV
uk: Блокування MMAV

# but_dashware.Text
source: DashWare
uk: Дашваре

# BUT_sorttlogs.Text
source: Sort TLogs
uk: Сортувати записи

# but_getfw.Text
source: rip all fw
uk: реп усіх футів

# but_remotedflogger.Text
source: Start Remote df logger
uk: Почати журнал віддаленого df

# label30.Text
source: remove installed drivers
uk: видалити встановлених драйверів

# label32.Text
source: set custom message interval's for messages
uk: встановити користувацький інтервал повідомлень

# but_anonlog.Text
source: Anon Log
uk: Анон Лог

# label31.Text
source: virtual press the satey button
uk: віртуальне натискання на кнопку сатей

# label34.Text
source: update the bootloader
uk: оновити завантажувач

# label33.Text
source: Inspect all mavlink packets being transmitted
uk: Дослідити всі пакети, що передаються через Mavlink

# label36.Text
source: display info about a hardware id typed in
uk: показати інформацію про апаратний ідентифікатор, введений в

# label35.Text
source: 3d map testing
uk: Тривимірне тестування

# but_blupdate.Text
source: Bootloader Upgrade
uk: Покращення завантажувача

# BUT_CoT.Text
source: CoT
uk: Кот

# label38.Text
source: modify baro alt reference alt
uk: зміна "alt баро"

# label37.Text
source: debug a hex string mavlink packet
uk: налагодити шістнадцятковий рядок пакета mavlink

# label39.Text
source: cause the autopilot to lockup
uk: причиною блокування автопілота

# but_gimbaltest.Text
source: gimbal test
uk: підвісний тест

# BUT_outputMD.Text
source: MicroDrone
uk: Мікродрон

# but_GDAL.Text
source: Custom GDAL
uk: Власний GDAL

# but_proximity.Text
source: Proximity
uk: Наближення

# BUT_clearcustommaps.Text
source: Clear Custom Maps
uk: Очистити користувацькі мапи

# BUT_movingbase.Text
source: Moving Base
uk: Рухома база

# but_osdvideo.Text
source: OSDVideo
uk: OSDвідео

# but_td.Text
source: grab threads.txt
uk: захопити threads.txt

# BUT_shptopoly.Text
source: Shp to Poly
uk: Одягти полю

# but_3dmap.Text
source: 3D Map
uk: 3D карта

# but_optflowcalib.Text
source: opticalflow calib
uk: оптичний каліб

# but_hwids.Text
source: decode HWID's
uk: декод HWIDs

# BUT_geinjection.Text
source: Inject GE
uk: Ввести GE

# but_acbarohight.Text
source: adjust aircraft baro height
uk: налаштувати висоту ЛА

# button3.Text
source: Warning Manager
uk: Менеджер попереджень

# but_sitl_comb.Text
source: sitl streamcombiner
uk: кумедний комбайнер

# but_armandtakeoff.Text
source: arm and takeoff
uk: руки та зрив

# but_driverclean.Text
source: driver clean
uk: чистий водій

# but_gpsinj.Text
source: extract gps_inject
uk: витягнути gps_inject

# but_packetbytes.Text
source: parse packet bytes
uk: проаналізувати пакети байт

# but_maplogs.Text
source: map logs
uk: журнал карт

# but_trimble.Text
source: Sequence Swarm
uk: Послідовність оточення

# but_disablearmswitch.Text
source: Toggle Saftey Switch
uk: Перемикач безпечного режиму

# label47.Text
source: reboot the autopilot
uk: перезавантажте автопілот

# BUT_magfit2.Text
source: mag calb log
uk: Чернетка теля

# label42.Text
source: resort all the logs in the MP logging folder
uk: перервати всі журнали в папці журналювання MP

# but_messageinterval.Text
source: Message Interval
uk: Інтервал написання повідомлень

# label43.Text
source: load a custom map tile source via GDAL
uk: завантажити джерело плиток користувальницьких мап через GDAL

# label40.Text
source: display information about the currently loaded DEM's
uk: показати інформацію про поточний завантажений DEM

# label41.Text
source: logdownload via scp - ssh (apsync)
uk: logdownload за допомогою scp - ssh (apsync)
