Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/FlightPlanner.*.resx
Languages: ar, az_latn_az, de_de, ja_jp, ko_kr, pt, ru_kz, tr, uk, zh_hans

# elevationGraphToolStripMenuItem.Text
source: Elevation Graph
ar: المخطط البياني للإرتفاعات
az_latn_az: Yüksəklik qrafiki
de_de: Zeige WP- zu Terrainhöhen
ja_jp: 標高グラフ
ko_kr: 앙각 그래프
pt: Grafico elevação
ru_kz: График высот
tr: Yukseklik semasi
uk: Графік підвищення
zh_hans: 高度曲线

# enterUTMCoordToolStripMenuItem.Text
source: Enter UTM Coord
ar: ادخل احداثية UTM
az_latn_az: UTM Coord daxil et
de_de: UTM Koord. eingeben
ja_jp: UTM コードの入力
ko_kr: UTM 좌표 입력
pt: Entre coord UTM
ru_kz: Введите координаты UTM
tr: UTM'yi girin
uk: Введіть UTM-коорд.
zh_hans: 进入UTM坐标

# lbl_homedist.Text
source: Home
ar: البداية
az_latn_az: Əsas yer
ja_jp: ホーム
ru_kz: База
tr: Baslangıc
uk: Дом.точка
zh_hans: 家

# trackerHomeToolStripMenuItem.Text
source: Tracker Home
ar: تعقب البداية
ja_jp: トラッカー ホーム
ru_kz: Домашний Трекер
tr: Takip baslatmak
uk: Дом.точка трекеру
zh_hans: 追踪器的家

# poiaddToolStripMenuItem.Text
source: Add
ar: إضافة
az_latn_az: Əlavə et
de_de: zufügen
ja_jp: 追加
ko_kr: 추가
ru_kz: Добавить
tr: Ekle !
uk: Додати
zh_hans: 添加

# GeoFencedownloadToolStripMenuItem.Text
source: Download
ar: تحميل
az_latn_az: Endir
ja_jp: ダウンロード
ko_kr: 내려받기
ru_kz: Скачать
tr: Indir
uk: Завантажити
zh_hans: 下载

# loadFromFileToolStripMenuItem1.Text
source: Load Rally from File
ar: تحميل نقاط هبوط من ملف
az_latn_az: Fayldan Rally yükləyin
de_de: 'Rallypoints' von Datei laden
ja_jp: ラリーをファイルからロード
ko_kr: 파일레서 랠리 로딩
pt: Carregar Rally do arquivo
ru_kz: Загрузка ралли из файла
tr: puani bir dosyadan indirin
uk: Завантажити Пункти збору з Файлу
zh_hans: 下载档案

# lbl_prevdist.Text
source: Prev
ar: السابق
az_latn_az: əvvəlki
de_de: Zurück
ja_jp: 直前からの距離
ru_kz: Пред.
tr: Onceki
uk: Попередн.
zh_hans: 上一点

# loadAndAppendToolStripMenuItem.Text
source: Load and Append
az_latn_az: Yüklə və əlavə et
de_de: Laden und Anhängen
ja_jp: ロードして追加する
ko_kr: 로딩 및 추가
pt: Carregar e anexar
ru_kz: Загрузить и добавить
uk: Завантажити та додати
zh_hans: 下载与附加

# label11.Text
source: Zoom
ar: التكبير
az_latn_az: Yaxınlaşdır
de_de: Vergrößern
ja_jp: ズーム
ru_kz: Увел.
uk: Мштб.
zh_hans: 放大

# comboBoxMapType.ToolTip
source: Change the current map type
ar: تغيير نوع الخريطة الحالية
az_latn_az: Mövcud xəritə növünü dəyişdirin
de_de: Aktuellen Kartentyp ändern
ja_jp: 現在のマップ形式の変更
ko_kr: 현 지도 유형 변경
pt: Mudar o tipo de mapa
ru_kz: Сменить тип карты
tr: Gecerli harita turunu degistir
uk: Змінити тип мапи
zh_hans: 改变当前地图类型

# Param4.HeaderText
source: P4
ru_kz: П4

# loitertimeToolStripMenuItem.Text
source: Time
ar: الزمن
az_latn_az: Vaxt
de_de: Zeit
ja_jp: タイム
ko_kr: 시간
pt: Tempo
ru_kz: Время
tr: Zaman
uk: Встановити час
zh_hans: 时间

# label17.Text
source: Alt Warn
ar: تحذير الإرتفاع
az_latn_az: Alt Xəbərdarlıq
de_de: Warnung Höhe
ja_jp: 高度 警告
ko_kr: 고도 경고
pt: Aviso Alt
ru_kz: Оп.Выс.
tr: Uyari yuksekligi
uk: Попереджати про висоту
zh_hans: 高度警告

# LBL_defalutalt.Text
source: Default Alt
ar: الإرتفاع الإفتراضي
az_latn_az: Mövcud Alt
de_de: Bezugshöhe
ja_jp: デフォルト高度
ko_kr: 디폴트 고도
pt: Alt padrão
ru_kz: Выс. по ум.
tr: Varsayılan yukseklik
uk: Висота за замовч.
zh_hans: 默认高度

# Param2.HeaderText
source: P2
ru_kz: П2

# rotateMapToolStripMenuItem.Text
source: Rotate Map
ar: تدوير الخريطة
az_latn_az: Xəritəni döndər
de_de: Karte drehen
ja_jp: マップの回転
ko_kr: 지도 회전
pt: Girar Mapa
ru_kz: Повернуть карту
tr: Varsayılan yukseklik
uk: Обернути мапу
zh_hans: 旋转地图

# kMLOverlayToolStripMenuItem.Text
source: KML Overlay
ja_jp: KML オーバーレイ
ko_kr: KML 덮어씌우기
ru_kz: Наложение KML
uk: KML Оверлей
zh_hans: KML覆盖

# coordNorthing.HeaderText
source: Northing
az_latn_az: Heç nə
de_de: Nord ausrichten
pt: Nenhuma
ru_kz: Север
uk: Відст. на північ

# Lat.HeaderText
source: Lat
de_de: Breite
ja_jp: 緯度
ko_kr: 위도
ru_kz: Шир.
uk: Шир.
zh_hans: 纬度

# CHK_splinedefault.Text
source: Spline
az_latn_az: Yiv
ja_jp: スプライン
pt: Espinha
ru_kz: Сплайн
uk: Сплайн
zh_hans: 曲线

# autoWPToolStripMenuItem.Text
source: Auto WP
ar: الاحداثية الآلية
az_latn_az: Avto WP
ja_jp: オート WP
ko_kr: 자동 WP
ru_kz: Авто МТ
tr: Otomatik koordinatlar
uk: Генерувати ППМ
zh_hans: 自动航点

# label2.Text
source: Long
az_latn_az: Uzun
de_de: Länge
ja_jp: 経度
pt: Longo
ru_kz: Долг.
uk: Довг.
zh_hans: 经度

# insertSplineWPToolStripMenuItem.Text
source: Insert Spline WP
az_latn_az: WP Yivi daxil et
de_de: 'Spline WP' einfügen
ja_jp: スプラインWPの挿入
ko_kr: Spline 목표지점 넣기
pt: Inserir Linha de WP
ru_kz: Вставить Сплайн МТ
uk: Добавити Сплайнову ППМ
zh_hans: 插入曲线航点

# CHK_verifyheight.Text
source: Verify Height
ar: التحقق من الإرتفاع
az_latn_az: Yüksəkliyi təsdiqləyin
de_de: Höhe prüfen
ja_jp: 高さの検証
ko_kr: 높이 확인
pt: Verificar altitude
ru_kz: Пров. высоту
tr: Yuksekligi kontrol et
uk: Перевірка висоти
zh_hans: 验证高度

# coordZone.HeaderText
source: Zone
az_latn_az: Zona
pt: Zona
ru_kz: Область
uk: Зона

# label3.Text
source: Alt (abs)
ar: الارتفاع ( عن سطح البحر )
de_de: Höhe (abs)
ja_jp: 高度 (絶対値)
ko_kr: 고도(절대치)
ru_kz: Аб.Выс
tr: Yukseklik (deniz seviyesinin ustunde)
zh_hans: 绝对高度

# mapToolToolStripMenuItem.Text
source: Map Tool
ar: ادوات الخريطة
az_latn_az: Xəritə aləti
de_de: Karteneinstellungen
ja_jp: マップ･ツール
ko_kr: 지도 도구
ru_kz: Инструменты карты
tr: Harita Araclari
uk: Картографічні інструменти
zh_hans: 地图工具

# saveRallyPointsToolStripMenuItem.Text
source: Upload
ar: رفع
az_latn_az: Yüklə
ja_jp: アップロード
ko_kr: 업로드
ru_kz: Отправить
tr: Kaldirma
uk: Вивантажити
zh_hans: 上传

# loiterForeverToolStripMenuItem.Text
source: Forever
ar: دائم
az_latn_az: Sonsuz
de_de: Ewig
ja_jp: 永遠に
ko_kr: 영원히
pt: Sempre
ru_kz: Всегда
tr: Kalici
uk: Постійно
zh_hans: 永远

# Alt.HeaderText
source: Alt
ar: الإرتفاع
de_de: Höhe
ja_jp: 高度
ko_kr: 고도
ru_kz: Выс
tr: Yukseklik
uk: Висота
zh_hans: 高度

# BUT_saveWPFile.Text
source: Save WP File
ar: حفظ ملف المسار
az_latn_az: WP faylı yaddaşa ver
de_de: WP Datei speichern
ja_jp: WPファイルの保存
ko_kr: WP 파일 저장
ru_kz: Сохранить МТ-ки
tr: Dosya yolunu Kaydet
uk: Зберегти файл
zh_hans: 保存航点文件

# dataGridViewImageColumn1.HeaderText
source: Up
az_latn_az: Yuxarı
de_de: hoch
ja_jp: 上
ru_kz: Вверх
uk: Вгору
zh_hans: 向上

# CMB_altmode.Text
source: Relative
az_latn_az: Nisbi
ja_jp: 相対的
pt: Relativo
ru_kz: Относительный
uk: Відносно

# label4.Text
source: Home Location
ar: موقع البداية
az_latn_az: Esas yer yerləşməsi
de_de: Startplatz
ja_jp: ホームロケーション
pt: Localização Home
ru_kz: Коорд. Дома
tr: Baslangic Konumu
uk: Дом.точка
zh_hans: 起始位置

# BUT_loadwpfile.Text
source: Load WP File
ar: استيراد ملف المسار
az_latn_az: WP Faylı yüklə
de_de: WP Datei laden
ja_jp: WPファイル読込
ko_kr: WP 파일 로딩
pt: Carregar arquivo de WPT
ru_kz: Загрузить МТ-ки
tr: Yol dosyasini iceri aktarma
uk: Завантажити файл
zh_hans: 加载航点文件

# label5.Text
source: Loiter Radius
ar: نصف قطر الدوران
ja_jp: ロイター半径
ko_kr: 로이터 반지름
ru_kz: Рад.Кружения
tr: Donme Yaricapi
uk: Радіус Віражу
zh_hans: 悬停半径

# loadWPFileToolStripMenuItem.Text
source: Load WP File
ar: استيراد ملف المسار
az_latn_az: WP Faylı yüklə
de_de: WP Datei laden
ja_jp: WPファイルのロード
ko_kr: WP 파일 로딩
pt: Carregar arquivo de WPT
ru_kz: Загрузить файл МТ
tr: Yol dosyasini iceri aktarma
uk: Завантажити файл з ППМ
zh_hans: 加载航点文件

# jumpstartToolStripMenuItem.Text
source: Start
ar: إبداء
az_latn_az: Başla
ja_jp: スタート
ko_kr: 시작
pt: Inicio
ru_kz: Старт
tr: Ekran
uk: Старт
zh_hans: 开始

# BUT_read.Text
source: Read WPs
ar: قراءة الإحداثيات
az_latn_az: WPs Oxu
de_de: WPs lesen
ja_jp: WPを読込む
ko_kr: 목표 지점 읽어오기
pt: Ler WPT
ru_kz: Считать МТ-ки
tr: Koordinatlari Oku
uk: Читати
zh_hans: 读取航点

# loadPolygonToolStripMenuItem.Text
source: Load Polygon
ar: استيراد المضلع
az_latn_az: Poligon yüklə
de_de: Polygon laden
ja_jp: ポリゴンをロード
ko_kr: 폴리곤 로딩
pt: Carregar poligono
ru_kz: Загрузить полигон
tr: Poligonu ice aktar
uk: Завантажити многокутник
zh_hans: 下载

# prefetchToolStripMenuItem.Text
source: Prefetch
ar: استجلاب
az_latn_az: Mükəmməl
ja_jp: プリフェッチ
ru_kz: Предвыборка
tr: Getirmek
uk: Попереднє завантаження
zh_hans: 读取

# textToolStripMenuItem.Text
source: Text
az_latn_az: Mətn
ko_kr: 문자
pt: Texto
ru_kz: Текст
uk: Текст

# GeoFenceuploadToolStripMenuItem.Text
source: Upload
ar: رفع
az_latn_az: Yüklə
de_de: Hochladen
ja_jp: アップロード
ko_kr: 업로드
ru_kz: Отправить
tr: Kaldirma
uk: Вивантажити
zh_hans: 上载

# LBL_WPRad.Text
source: WP Radius
ar: نصف قطر الإحداثية
ja_jp: WP 半径
ko_kr: 경로 지점 반지름
pt: Raio WP
ru_kz: Радиус МТ
tr: Koordinatin yariçapi
uk: Радіус ППМ
zh_hans: 航点半径

# zoomToToolStripMenuItem.Text
source: Zoom To
ar: تكبير الى
az_latn_az: Yaxınlaşdır
de_de: Hierhin zoomen
ja_jp: ここにズーム
pt: Zoom para
ru_kz: Увеличить до
tr: Zoom
uk: Збільшити до
zh_hans: 放大至

# saveToFileToolStripMenuItem1.Text
source: Save Rally to File
ar: حفظ نقاط الهبوط الى ملف
de_de: 'Rally' in Datei sichern
ja_jp: ラリーをファイルに保存
ko_kr: 파일로 랠리 저장
pt: Salvar Raly para arquivo
ru_kz: Сохранить ралли в файл
tr: Dosyaya inis noktalarini Kaydet
uk: Зберегти Пункти збору у Файл
zh_hans: 保存集结点至文件

# Command.HeaderText
source: Command
ar: الأمر
az_latn_az: Əmr
de_de: Befehl
ja_jp: コマンド
ko_kr: 명령
pt: Comando
ru_kz: Команда
tr: Bu
uk: Команда
zh_hans: 命令

# Label1.Text
source: Lat
de_de: Breite
ja_jp: 緯度
ko_kr: 위도
ru_kz: Шир.
uk: Шир.
zh_hans: 纬度

# lbl_status.Text
source: Status
ar: الحالة
az_latn_az: Vəziyyət
ja_jp: ステータス
ko_kr: 상태
pt: Estatus
ru_kz: Статус
tr: Durum
uk: Стан
zh_hans: 状态

# Dist.HeaderText
source: Dist
ar: المسافة
az_latn_az: Məsafə
ja_jp: 距離
ko_kr: 거리
ru_kz: Раст.
tr: Mesafe
uk: Відст.
zh_hans: 距离

# setReturnLocationToolStripMenuItem.Text
source: Set Return Location
ar: ضع موقع العودة
az_latn_az: Qayıt yeri seçin
de_de: Rückkehrort setzen
ja_jp: 帰還場所のセット
ko_kr: 회항 지점 설정
pt: Set local de retorno
ru_kz: Установить место возврата
tr: Donus Alanini Degistirin
uk: Встановити Точку Повернення
zh_hans: 设置返回位置

# clearPolygonToolStripMenuItem.Text
source: Clear Polygon
ar: مسح المضلع
az_latn_az: Poligonu təmizlə
de_de: Polygon löschen
ja_jp: ポリゴンのクリア
ko_kr: 다각형 삭제
pt: Limpar poligono
ru_kz: Стереть полигон
tr: Poligonu temizle
uk: Видалити Многокутник
zh_hans: 清除多边形

# loadKMLFileToolStripMenuItem.Text
source: Load KML File
ar: استيراد ملف KML
az_latn_az: KML faylı yüklə
de_de: KML Datei laden
ja_jp: KMLファイルのロード
ko_kr: KML 파일 로딩
pt: Carregar arquivo KLM
ru_kz: Загрузить файл KML
tr: KML dosyası ice aktarma
uk: Завантажити KML-файл
zh_hans: 加载KML文件

# panelAction.Text
source: Action
ar: الامر
az_latn_az: Hərəkət
de_de: Aktion
ja_jp: アクション
ko_kr: 실행
pt: Ação
ru_kz: Действие
tr: Bu
uk: Дія
zh_hans: 行动

# Param1.HeaderText
source: P1
ru_kz: П1

# chk_grid.Text
source: Grid
ar: الشبكة
az_latn_az: Setka
de_de: Gitternetz
ja_jp: グリッド
ko_kr: 격자
ru_kz: Сетка
tr: Ag
uk: Сітка
zh_hans: 网格

# Delete.ToolTipText
source: Delete the row
ar: حذف الصف
az_latn_az: Sətiri sil
de_de: Zeile löschen
ja_jp: 行を削除
ko_kr: 열 삭제
ru_kz: Удалить строку
tr: Satiri Sil
uk: Видалити рядок
zh_hans: 删除行

# takeoffToolStripMenuItem.Text
source: Takeoff
ar: الإقلاع
az_latn_az: Qalxış
ja_jp: 離陸
ko_kr: 이륙
pt: Decolar
ru_kz: Взлет
tr: Kalkis
uk: Зліт
zh_hans: 起飞

# addPolygonPointToolStripMenuItem.Text
source: Add Polygon Point
ar: إضافة نقطة مضلع
az_latn_az: Poligon nöqdəsi əlavə et
de_de: Polygonpunkt hinzufügen
ja_jp: ポリゴン点の追加
ko_kr: 다각형 지점 추가
pt: Adicionar ponto no poligono
ru_kz: Добавить точку
tr: Bir cokgen noktasi ekle
uk: Накреслити Многокутник
zh_hans: 添加多边形点

# loiterToolStripMenuItem.Text
source: Loiter
ar: الدوران
ja_jp: ロイター
ko_kr: 로이터
ru_kz: Кружить
tr: Rotasyon
uk: Віраж
zh_hans: Loiter留待

# Command.ToolTipText
source: APM Command
ar: امر APM
az_latn_az: APM Əmr
de_de: APM-Befehl
ja_jp: APMのコマンド
ko_kr: APM 명령어
ru_kz: Команда автопилота
tr: APM
uk: Команда
zh_hans: APM的命令

# setRallyPointToolStripMenuItem.Text
source: Set Rally Point
ar: وضع نقاط الهبوط
az_latn_az: Ralli nöqtəsi seç
de_de: 'Rally' Punkt setzen
ja_jp: ラリーポントのセット
ko_kr: 랠리 포인트 설정
ru_kz: Установить ралл.точку
tr: Inis Noktalari Koy
uk: Встановити Пункт збору
zh_hans: 设定集结点

# rallyPointsToolStripMenuItem.Text
source: Rally Points
ar: نقاط الهبوط
az_latn_az: Ralli nöqtəsi
de_de: 'Rally' Punkt
ja_jp: ラリーポント
ko_kr: 랠리 포인트
ru_kz: Точка ралли
tr: Iniş noktalari
uk: Пункти збору
zh_hans: 集结点

# BUT_Add.Text
source: Add Below
ar: إضافة بالأسفل
az_latn_az: Aşağıi
de_de: unten zufügen
ja_jp: 下に追加
ko_kr: 아래에 추가
ru_kz: Добавить МТ
tr: Ekleyin
uk: Додати нижче
zh_hans: 在下方添加

# areaToolStripMenuItem.Text
source: Area
ar: المساحة
az_latn_az: Ərazi
de_de: Fläche
ja_jp: エリア
ko_kr: 구역
ru_kz: Площадь
tr: Alan
uk: Площа
zh_hans: 区域

# lbl_distance.Text
source: Distance
ar: المسافة
az_latn_az: Məsafə
de_de: Entfernung
ja_jp: 距離
ko_kr: 거리
pt: Distancia
ru_kz: Расстояние
tr: Mesafe
uk: Відстань
zh_hans: 距离

# Down.ToolTipText
source: Move the row down
ar: نقل الصف للأسفل
az_latn_az: Sətiri aşağıya çək
de_de: Reihe nach unten verschieben
ja_jp: 一行下に移動
ko_kr: 열을 아래로
pt: Mover proxima linha
ru_kz: Сдвинуть строку вниз
tr: Sirayi Asagiya Al
uk: Перемістити рядок вниз
zh_hans: 将此行下移

# BUT_write.Text
source: Write WPs
ar: ارسال المسار
az_latn_az: WPs Yaz
de_de: WPs speichern
ja_jp: WPの書込み
ko_kr: 경로 지점 쓰기
pt: Escrever WPs
ru_kz: Записать МТ-ки
tr: Pist Gonder
uk: Записати
zh_hans: 写入航点

# modifyAltToolStripMenuItem.Text
source: Modify Alt
ar: تعديل الإرتفاع
az_latn_az: Alt Deyişdir
de_de: Höhe ändern
ja_jp: 高度の修正
ko_kr: 고도 수정
pt: Modificar Alt
ru_kz: Изм. Высоту
tr: Yuksekligi Ayarla
uk: Змінити Висоту
zh_hans: 修改高度

# dataGridViewImageColumn2.HeaderText
source: Down
ar: اسفل
az_latn_az: Aşağı
de_de: Runter
ja_jp: 下がる
ko_kr: 하향
pt: Abaixo
ru_kz: Вниз
tr: Asagi
uk: Донизу
zh_hans: 向下

# Lon.HeaderText
source: Lon
de_de: Länge
ja_jp: 経度
ru_kz: Долг.
uk: Довг.
zh_hans: 经度

# polygonToolStripMenuItem.Text
source: Draw Polygon
ar: رسم مضلع
az_latn_az: Poligon çək
de_de: Polygon zeichnen
ja_jp: ポリゴンを描画
ko_kr: 폴리곤 그리기
pt: Desenhar poligono
ru_kz: Нарисовать полигон
tr: Cokgen Cİzimi
uk: Многокутник
zh_hans: 绘制多边形

# createSplineCircleToolStripMenuItem.Text
source: Create Spline Circle
az_latn_az: Splin daire cek
de_de: Spline-Kreis erstellen
ja_jp: スプライン・サークルを生成
ko_kr: Spline 서클 생성
pt: Criar espinha em circulo
ru_kz: Создать сплайн-круг
uk: Створити Сплайнову Окружність
zh_hans: 创建曲线圈

# jumpToolStripMenuItem.Text
source: Jump
ar: القفز
az_latn_az: Sıçrayış
de_de: Springen
ja_jp: ジャンプ
ko_kr: 점프
pt: Pular
ru_kz: Перейти
tr: Atlama
uk: Перейти
zh_hans: 跳转

# landToolStripMenuItem.Text
source: Land
ar: الهبوط
az_latn_az: Yer
de_de: Landen
ja_jp: 着陸
ko_kr: 착륙
pt: Pousar
ru_kz: Приземлиться
tr: Inis
uk: Посадка
zh_hans: 降落

# fileLoadSaveToolStripMenuItem.Text
source: File Load/Save
ar: استيراد / حفظ ملف
az_latn_az: Fayl yaddasa ver/cixart
de_de: Datei laden/speichern
ja_jp: ファイル 読込/保存
ko_kr: 파일 불러오기/저장
pt: Carregar/Salvar arquivo
ru_kz: Загр./сохр. файла
tr: Dosya Al / Kaydet
uk: Завантажити/Зберегти Файл
zh_hans: 档案下载/保存

# clearToolStripMenuItem.Text
source: Clear
az_latn_az: Təmizlə
de_de: löschen
pt: Limpar
ru_kz: Очистить
uk: Очистити

# geoFenceToolStripMenuItem.Text
source: Geo-Fence
de_de: Geo-Zaun
ja_jp: ジオフェンス
ko_kr: 가상울타리
pt: Cerca Eletronica
ru_kz: Geo-Забор
uk: Геозони
zh_hans: 极限范围

# coordEasting.HeaderText
source: Easting
az_latn_az: Şərq
pt: Este
ru_kz: Восток
uk: Відст.на схід

# saveWPFileToolStripMenuItem.Text
source: Save WP File
ar: حفظ ملف المسار
az_latn_az: WP Fayli yaddaşa ver
de_de: WP Datei speichern
ja_jp: WPファイルの保存
ko_kr: WP 파일 저장
pt: Salvar arquivo WP
ru_kz: Сохранить файл МТ
tr: Yol dosyasini kaydetme
uk: Зберегти файл з ППМ
zh_hans: 保存航点文件

# saveToFileToolStripMenuItem.Text
source: Save to File
ar: حفظ الى ملف
az_latn_az: Yaddaşa ver
de_de: Datei speichern
ja_jp: ファイルに保存
ko_kr: 파일로 저장
pt: Salvar para arquivo
ru_kz: Сохранить в файл
tr: Dosyaya kaydet
uk: Зберегти до файлу
zh_hans: 保存到文件

# insertWpToolStripMenuItem.Text
source: Insert Wp
ar: ادراج احداثية
az_latn_az: Wp Daxil ele
de_de: WP einfügen
ja_jp: WPの挿入
ko_kr: 목표지점 넣기
pt: Inserir WP
ru_kz: Вставить МТ
tr: Koordinatlari dahil etme
uk: Добавити ППМ
zh_hans: 插入航点

# Up.ToolTipText
source: Move the row UP
ar: نقل الصف للأعلى
az_latn_az: Sətiri yuxarıya çək
de_de: Reihe aufwärts bewegen
ja_jp: 一行上に移動
ko_kr: 열을 위로
pt: Mover para linha acima
ru_kz: Сдвинуть строку вверх
tr: Satiri yukari tasi
uk: Перемістити рядок Вгору
zh_hans: 将此行上移

# poideleteToolStripMenuItem.Text
source: Delete
ar: حذف
az_latn_az: Sil
de_de: löschen
ja_jp: 削除
ko_kr: 삭제
pt: Apagar
ru_kz: Удалить
tr: Eleme
uk: Видалити
zh_hans: 删除

# setHomeHereToolStripMenuItem.Text
source: Set Home Here
az_latn_az: Evi bura təyin elə
pt: Ajuste Home aqui
ru_kz: Установить Дом здесь
uk: Встановити Дом.точку Тут

# Up.HeaderText
source: Up
ar: اعلى
az_latn_az: Yuxarı
de_de: Aufwärts
ja_jp: 上に
ru_kz: Вверх
tr: Ust
uk: Вгору
zh_hans: 向上

# Delete.HeaderText
source: Delete
ar: حذف
az_latn_az: Sil
de_de: Löschen
ja_jp: 削除
ko_kr: 삭제
ru_kz: Удалить
tr: Eleme
uk: Видалити
zh_hans: 删除

# loitercirclesToolStripMenuItem.Text
source: Circles
ar: دوائر
az_latn_az: Dairə
de_de: Kreise
ja_jp: サークル
ko_kr: 원격측정 활성화
pt: Circulos
ru_kz: Круги
tr: Daireler
uk: Встановити кількість
zh_hans: 绕圈

# jumpwPToolStripMenuItem.Text
source: WP #
ar: الاحداثية #
ko_kr: 경로 지점 번호
ru_kz: МТ №
tr: Ara nokta #
uk: ППМ #
zh_hans: 航点编号

# deleteWPToolStripMenuItem.Text
source: Delete WP
ar: حذف الإحداثية
az_latn_az: WP Sil
de_de: WP löschen
ja_jp: WPを削除
ko_kr: 목표 지점 삭제
ru_kz: Удалить МТ
tr: Koordinati sil
uk: Видалити ППМ
zh_hans: 删除航点

# panelWaypoints.Text
source: Waypoints
ar: الإحداثيات
az_latn_az: Nöqtələr
de_de: Wegpunkte
ja_jp: ウェイポインﾄ
ko_kr: 경로 지점들
ru_kz: Маршрутные точки (МТ)
tr: Koordinatlar
uk: Поворотні пункти маршруту
zh_hans: 航点

# getRallyPointsToolStripMenuItem.Text
source: Download
ar: تحميل
az_latn_az: Endir
ja_jp: ダウンロード
ko_kr: 내려받기
ru_kz: Скачать
tr: Yukleme
uk: Завантажити
zh_hans: 下载

# switchDockingToolStripMenuItem.Text
source: Switch Docking
de_de: Ansicht wechseln
ja_jp: スイッチ ドッキング
pt: Chavear Docking
ru_kz: Панели наоборот
uk: Перевпорядкувати інтерфейс
zh_hans: 交换停靠菜单

# Grad.HeaderText
source: Grad %
ru_kz: Град %
uk: Град %
zh_hans: 坡度

# loadFromFileToolStripMenuItem.Text
source: Load from File
ar: استيراد من ملف
az_latn_az: Fayl açmaq
de_de: Datei laden
ja_jp: ファイルからロード
ko_kr: 파일에서 로딩
pt: Carregar do arquivo
ru_kz: Загрузить из файла
tr: Dosyadan ice aktarma
uk: Завантажити з файлу
zh_hans: 从文件加载

# areaToolStripMenuItem1.Text
source: Area
az_latn_az: Ərazi
de_de: Fläche
ru_kz: Площадь
uk: Площа

# rTLToolStripMenuItem.Text
source: RTL
ar: العودة
ru_kz: ВОЗВРАТ
tr: Geri Don
uk: RTL (повернення додому)
zh_hans: 返航

# clearMissionToolStripMenuItem.Text
source: Clear Mission
ar: مسح المهمة
az_latn_az: Missianı təmizlə
de_de: Mission löschen
ja_jp: ミッションのクリア
ko_kr: 임무 삭제
pt: Limpar missão
ru_kz: Очистить миссию
tr: Gorevi temizle
uk: Очистити місію
zh_hans: 清除任务

# BUT_Add.ToolTip
source: Add a line to the grid bellow
ar: اضافة خط الى الشبكة ادناه
de_de: Linie unterhalb des Gitters zufügen
ja_jp: 下のグリッドに線を追加
ko_kr: 아래 Grid에 행 추가
pt: Adicione a linha ao gride abaixo
ru_kz: Добавить строку ниже
tr: Kilavuz icin ekstra hat
uk: Додати рядок до сітки нижче
zh_hans: 在网格下添加一行

# clearRallyPointsToolStripMenuItem.Text
source: Clear Rally Points
ar: مسح نقاط الهبوط
az_latn_az: Ralli nöqtələri təmizlə
de_de: Rally Points löschen
ja_jp: ラリーポイントのクリア
ko_kr: 집합 장소 삭제
pt: Limpar pontos do raly
ru_kz: Очистить точки ралли
tr: Inis noktalarini temizle
uk: Очистити Пункти збору
zh_hans: 清除集结点

# Param3.HeaderText
source: P3
ru_kz: П3

# toolStripMenuItem1.Text
source: Complex
ar: معقد
az_latn_az: Kompleks
de_de: Komplex
ja_jp: 複雑な
ko_kr: 합성
pt: Complexo
ru_kz: Сложный
tr: Karmasık
zh_hans: 复杂

# savePolygonToolStripMenuItem.Text
source: Save Polygon
ar: حفظ المضلع
az_latn_az: Poligonu yaddaşa ver
de_de: Polygon speichern
ja_jp: ポリゴンの保存
ko_kr: 폴리곤 저장
pt: Salvar poligono
ru_kz: Сохранить полигон
tr: Poligonu kaydet
uk: Зберегти Многокутник
zh_hans: 保存多边形

# createWpCircleToolStripMenuItem.Text
source: Create Wp Circle
ar: انشاء احداثية دائرية
az_latn_az: Wp Dairə yarat
de_de: Wp Kreis erstellen
ja_jp: WPサークルを生成
ko_kr: Wp 서클 생성
pt: Criar circulo WP
ru_kz: Создать круг МТ
tr: Dairesel koordinatlari olustur
uk: Створити ППМ на окружності
zh_hans: 创建航点圈

# ContextMeasure.Text
source: Measure Distance
ar: قياس المسافة
az_latn_az: Məsafəni ölç
de_de: Entfernungsmessung
ja_jp: 距離の計測
ko_kr: 거리 측정
pt: Medir distância
ru_kz: Измерить расстояние
tr: Mesafeyi olcun
uk: Виміряти Відстань
zh_hans: 测量距离

# poieditToolStripMenuItem.Text
source: Edit
ar: تعديل
az_latn_az: Dəyişdir
ja_jp: 編集
ko_kr: 편집
pt: Editar
ru_kz: Редактировать
tr: Degisiklik
uk: Редагувати
zh_hans: 编辑

# fromSHPToolStripMenuItem.Text
source: From SHP
ar: من ملف SHP
az_latn_az: SHP dan
de_de: von SHP
ja_jp: SHPから
ko_kr: SHP로부터
pt: do SHP
ru_kz: Из SHP
tr: SHP dosyasindan
uk: З SHP-файлу
zh_hans: 来自SHP

# Down.HeaderText
source: Down
ar: اسفل
az_latn_az: Aşağı
de_de: Abwärts
ja_jp: 下に
ko_kr: 하향
pt: Abaixo
ru_kz: Вниз
tr: Asagi
uk: Донизу
zh_hans: 向下

# lnk_kml.Text
source: View KML
ar: عرض KML
az_latn_az: İzləmə KML
de_de: KML anzeigen
ja_jp: KML表示
ko_kr: KML 보기
pt: Ver KML
ru_kz: Смот. KML
tr: KML'yi goruntule
uk: KML-файл
zh_hans: 查看KML

# loadSHPFileToolStripMenuItem.Text
source: Load SHP File
ar: استيراد ملف SHP
de_de: SHP Datei laden
ja_jp: SHP ファイルのロード
ko_kr: SHP 파일 로딩
pt: Carregar SHP File
ru_kz: Загрузить файл SHP
tr: SHP dosyasını iceri aktarma
uk: Завантажити SHP-файл
zh_hans: 加载SHP文件

# reverseWPsToolStripMenuItem.Text
source: Reverse WPs
ar: عكس الإحداثيات
de_de: WPs umkehren
ja_jp: WPの逆行
pt: Reverter WPs
ru_kz: Развернуть МТ наоборот
tr: Ters koordinatlar
uk: Реверс ППМ
zh_hans: 反转航点

# Angle.HeaderText
source: Angle
az_latn_az: Bucaq
de_de: Winkel
pt: Angulo
ru_kz: Угол
uk: Кут

# panelMap.Text
source: panel6
ja_jp: パネル6
uk: панель 6
zh_hans: 面板6

# setROIToolStripMenuItem.Text
source: DO_SET_ROI
de_de: ROI setzen
uk: Встановити ROI
zh_hans: 设定兴趣区域

# prefetchWPPathToolStripMenuItem.Text
source: Prefetch WP Path
ar: استجلاب مسار الاحداثيات
az_latn_az: Mükəmməl WP Yolu
de_de: WP Pfad vorab laden
ja_jp: WPパスのプリフェッチ
tr: Koordinat yolunu olustur
uk: Попереднє завантаження Шляху на ППМ
zh_hans: 预读取航点路径(离线地图)

# TagData.HeaderText
source: TagData
uk: Дані тегу

# AZ.HeaderText
source: AZ
zh_hans: 方位角

# pOIToolStripMenuItem.Text
source: POI
zh_hans: 兴趣点
