Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/FlightData.*.resx
Languages: ar, az_latn_az, de_de, es_es, id_id, ja_jp, ko_kr, pt, ru_kz, tr, uk, zh_hans, zh_hant, zh_tw

# recordHudToAVIToolStripMenuItem.Text
source: Record Hud to AVI
ar: سجل شاشة البيانات الى ملف AVI
az_latn_az: Çəkiliş Hud to AVI
de_de: HUD als AVI aufzeichnen
es_es: Grabar HUD en AVI
id_id: Recam Hud ke AVI
ja_jp: HUDをAVIで記録
ko_kr: Hud를 AVI로 기록
ru_kz: Запись Hud в AVI
tr: Veri ekranini bir AVI dosyasina kaydedin
uk: Запис HUD до AVI
zh_hans: 录制Hud至AVI
zh_tw: 錄製為AVI

# stopRecordToolStripMenuItem.Text
source: Stop Record
ar: وقف التسجيل
az_latn_az: Çəkilişi dayandır
de_de: Aufzeichnung stoppen
es_es: Parar Grabación
id_id: Rekam di hentikan
ja_jp: 記録の停止
ko_kr: 기록 중지
pt: Parar gravação
ru_kz: Остановить запись
tr: Kaydi durdur
uk: Зупинити запис
zh_hans: 停止记录
zh_hant: 停止記錄
zh_tw: 停止錄製

# setMJPEGSourceToolStripMenuItem.Text
source: Set MJPEG source
ar: وضع مصدر MJPEG
az_latn_az: MJPEG qaynaq Seç
de_de: MJPEG-Quelle wählen
id_id: Mengatur Sumber MJPEG
ja_jp: MJPEG ソースをセット
ko_kr: MJPEG 소스 설정
ru_kz: Установить источник MJPEG
tr: MJPEG kaynagini yerlestirin
uk: Встановити MJPEG джерело
zh_hans: 设置MJPEG源

# startCameraToolStripMenuItem.Text
source: Start Camera
az_latn_az: Kameranı başlat
de_de: Start Kamera
pt: Iniciar camera
ru_kz: Запустить камеру
uk: Увімкнути камеру

# setGStreamerSourceToolStripMenuItem.Text
source: Set GStreamer Source
az_latn_az: GStreamer Qaynaqı Seç
ru_kz: Установить источник GStreamer
uk: Встановити джерело GStreamer

# hereLinkVideoToolStripMenuItem.Text
source: HereLink Video
uk: Відео HereLink

# gStreamerStopToolStripMenuItem.Text
source: GStreamer Stop
uk: Зупинити GStreamer

# videoToolStripMenuItem.Text
source: Video
ru_kz: Видео
uk: Відео

# setAspectRatioToolStripMenuItem.Text
source: Set Aspect Ratio
az_latn_az: Aspect nisbətini təyin edin
de_de: Seitenverhältnis einstellen
ja_jp: アスペクト比をセット
ko_kr: 방위 값 설정
ru_kz: Установить соотношение сторон
uk: Встановити Співвідношення сторін
zh_hans: 设置宽高比

# userItemsToolStripMenuItem.Text
source: User Items
ar: ادوات المستخدم
az_latn_az: İstifadəçi maddələri
de_de: Benutzereinstellungen
id_id: Pengguna Produk
ja_jp: ユーザーアイテム
ko_kr: 아이템 사용
pt: Itens do usuario
ru_kz: Пользовательские элементы
tr: Kullanici araclari
uk: Елементи користувача
zh_hans: 使用项目

# russianHudToolStripMenuItem.Text
source: Russian Hud
az_latn_az: Russia Hud
de_de: Russisches HUD
ja_jp: ロシアのHUD
uk: HUD радянського зразку
zh_hans: 俄国Hud

# swapWithMapToolStripMenuItem.Text
source: Swap With Map
az_latn_az: Xəritə ilə dəyişdirmək
de_de: überfordert mit Karte
ko_kr: 지도 맞교환
pt: Trocar com o mapa
ru_kz: Поменять местами с картой
uk: Поміняти місцями з мапою

# groundColorToolStripMenuItem.Text
source: Ground Color
uk: Колір землі

# setBatteryCellCountToolStripMenuItem.Text
source: Battery Cell Voltage
uk: Напруга батареї

# showIconsToolStripMenuItem.Text
source: Show icons
uk: Показати іконки

# customizeToolStripMenuItem.Text
source: Customize
az_latn_az: Özəlləşdirmə
de_de: Anpassen
uk: Персоналізувати

# multiLineToolStripMenuItem.Text
source: MultiLine
uk: Розмістити в багато рядків

# setViewCountToolStripMenuItem.Text
source: Set View Count
az_latn_az: Göstərmə sayını seçin
de_de: Viewcounter setzen
uk: Встановити кількість виглядів

# undockToolStripMenuItem.Text
source: Undock
uk: Відстикувати

# quickView1.ToolTip
source: Double Click me to change
ar: انقرني مرتين للتغيير
az_latn_az: Dəyişdirmək üçün iki dəfə klikləyin
de_de: Doppelklick um zu ändern
id_id: Klik dual kali untuk Mengubah
ja_jp: ダブルクリックして変更
ko_kr: 변경 시 두번 클릭하세요
pt: Clique duplo para mudar
ru_kz: Дважды щелкните, чтобы изменить
tr: Degismek icin iki kez tiklayin
uk: Двічі натисніть на мене, щоб змінити
zh_hans: 双击我修改

# tabQuick.Text
source: Quick
ar: البيانات السريعة
az_latn_az: tez
de_de: Schnell
id_id: Cepat
ja_jp: クイック
ko_kr: 쾌속
pt: Rapido
ru_kz: Кратко
tr: Hizli Veri
uk: Швидкий доступ
zh_hans: 快速
zh_hant: 儀錶板

# BUT_SendMSG.Text
source: Message
uk: Повідомлення

# BUT_SendMSG.ToolTip
source: Send message to be saved in vehicle log
uk: Відправити повідомлення для збееження в журналі трансп.засобу

# BUT_abortland.Text
source: Abort Landing
az_latn_az: Enişi dayandır
de_de: Landung abbrechen
ja_jp: 着陸中断
pt: Abortar pouso
ru_kz: Отменить посадку
uk: Перервати посадку

# BUT_abortland.ToolTip
source: Plane only
az_latn_az: Sadəcə planla
de_de: Nur Flugzeuge
pt: Somente avião
ru_kz: Только самолет
uk: Доступно лише для літаків

# BUT_clear_track.Text
source: Clear Track
ar: مسح التعقب
az_latn_az: Track Təmizlə
de_de: Track löschen
es_es: Limpiar Ruta
id_id: Bersihkan Track
ja_jp: 軌跡をクリア
ko_kr: 트랙 삭제
pt: Limpar rastro
ru_kz: Стереть трек
tr: Net Izleme
uk: Стерти маршрут
zh_hans: 清除轨迹
zh_hant: 清除軌跡
zh_tw: 清除路徑

# BUT_clear_track.ToolTip
source: Clear the recorded path on the map
az_latn_az: Qeydə alınan yolu xəritədə sil
de_de: Aufgezeichnete Pfade auf der Karte löschen
es_es: Despeje el trayecto registrada en el mapa
id_id: Bersihkan jalan yang di rekam pada peta
ja_jp: マップ上に記録されたパスをクリアする
ko_kr: 지도상에 표시된 진로 삭제
pt: Limpe o caminho salvo no mapa
ru_kz: Стирает проложенный путь с карты
uk: Стерти записаний шлях з карти
zh_hans: 在地图上清除记录路径
zh_tw: 清空地圖上記錄的路徑

# BUTactiondo.Text
source: Do Action
ar: نفذ الأمر
az_latn_az: Hərəkət et
de_de: Aktion auslösen
es_es: Hacer Acción
ja_jp: アクション実行
ko_kr: 실행하시오
pt: Execute
ru_kz: Выполнить
tr: Komut Calistir
uk: Виконати
zh_hans: 执行动作
zh_hant: 執行
zh_tw: 執 行

# BUTactiondo.ToolTip
source: Preform the action ot the left
ar: نفذ الأمر في اليسار
az_latn_az: Sola hərəkət edin
de_de: Links angezeigte Aktion ausführen
es_es: Realizar la acción hacia la izquierda
ja_jp: 左記のアクションを実行
pt: Executar a ação da esquerda
ru_kz: Выполняет действие из списка
tr: Komutu sola calıstir
uk: Виконати
zh_hans: 预先在左侧形成动作
zh_tw: 執行左側的動作

# BUT_resumemis.Text
source: Resume Mission
az_latn_az: Missiyanı davam etdirin
de_de: Mission fortsetzen
id_id: Lanjutkan Misi
ja_jp: ミッション再開
ko_kr: 임무 재개
pt: Reasume a missão
ru_kz: Возобн. Миссию
uk: Продовжити місію
zh_hans: 恢复任务

# BUT_ARM.Text
source: Arm/ Disarm
ar: تفعيل / الغاء التفعيل
de_de: Aktiv/Inaktiv
id_id: Lengan / Lucuti
ko_kr: 탑재/미탑재
tr: Etkinlestir / devre disi birak
uk: Армувати/Деармувати
zh_hans: 解锁/锁定
zh_hant: 解鎖/ 上鎖

# BUT_ARM.ToolTip
source: Arm the Mav
ar: تفعيل الاتصال MAV
az_latn_az: Mav qolu
de_de: Mav scharfschalten
id_id: Mempersenjatai Mav
ja_jp: アームまたはディスアーム
ko_kr: Mav 탑재
pt: Arm o Mav
ru_kz: Снят с охраны через Mav
tr: MAV baglantisini etkinlestir
uk: Розблокувати М-БпЛА
zh_hans: 解锁Mav

# BUT_mountmode.Text
source: Set Mount
az_latn_az: Mount Seç
ja_jp: Mount のセット
ko_kr: 마운트 설정
ru_kz: Установить подвес
uk: Встановити монтування
zh_hans: 设置挂载

# BUT_mountmode.ToolTip
source: Changes to the Mode on the left
ar: التغيير الى الوضع في اليسار
az_latn_az: Soldakı modu dəyişdir
de_de: Modusänderungen auf der linken Seite
id_id: Perubahan Mode di sebelah kiri
ja_jp: 左記のモードに変更
ko_kr: 왼쪽으로 모드 변경
pt: Muda o modo da esquerda
ru_kz: Изменение режима слева
tr: Soldaki duruma gec
uk: Встановити новий режим
zh_hans: 改变为左侧的模式

# BUT_joystick.Text
source: Joystick
ar: عصاء التحكم
ja_jp: ジョイスティック
ko_kr: 조종간
ru_kz: Джойстик
tr: Cubuk Kontrolu
uk: Джойстик
zh_hans: 游戏 摇杆
zh_hant: 遙桿
zh_tw: 飛行摇桿

# BUT_joystick.ToolTip
source: Setup and enable your joystick
ar: تنصيب وتفعيل اعصي التحكم
az_latn_az: Joystki qurun və aktiv edin
de_de: Joystick einstellen und akttivieren
es_es: Configurar y habilitar el joystick
id_id: Setup dan aktifkan joystick
ja_jp: ジョイスティックをセットアップして有効にする。
ko_kr: 조이스틱 설정과 활성화
pt: Ajusta e habilita seu Joystick
ru_kz: Выбор и настройка джойстика
tr: Kontrol cubugunu yukleyin ve etkinlestirin
uk: Налаштувати та активувати джойстик
zh_hans: 设置与启用你的游戏摇杆
zh_hant: 設定及啟用遙桿

# BUT_RAWSensor.Text
source: Raw Sensor View
az_latn_az: Raw Sensor Görünüşü
de_de: Ansicht der Senorrohdaten
es_es: Ver Sensor Raw
id_id: Lihat Sensor Raw
ja_jp: センサーの生データの表示
ko_kr: 원시 센서 보기
pt: Ver sensores brutos
ru_kz: Просмотр сенсоров
uk: Перегляд сенсорів
zh_hans: 原始传感器查看
zh_tw: 感應器原始數據

# BUT_RAWSensor.ToolTip
source: View raw Gyro and Accel values, and Raw Radio ins/outs
de_de: Zeigt Gyro- und Beschleunigungsrohdaten sowie Funk-Ein und Ausgänge
es_es: Ver Gyro primas y los valores de Accel y complementos primas de Radio y salidas
id_id: Lihat Gyro baku dan nilai-nilai Accel, dan Radio Baku in / ou
ja_jp: ジャイロと加速度センサー及びラジオの ins/outsの生データを見る。
pt: Ver dados brutos da Giro e Acelerometro e os raios
ru_kz: Смотреть сырые данные с сенсоров
uk: Переглянути необроблені показники Гіроскопа, Прискорення або входів/виходів Радіо
zh_hans: 查看陀螺仪和加速度计原始数据，及数传原始收发
zh_tw: 查看原始陀螺儀和加速度計數據，和原始遙控輸入/輸出

# BUT_Homealt.Text
source: Set Home Alt
ar: وضع ارتفاع البداية
az_latn_az: Əsas yeri seç Alt
de_de: Startplatzhöhe einstellen
es_es: Establecer Altutid Casa
ja_jp: ホーム高度をセット
ko_kr: Home 고도 설정
pt: Ajust Alt Home
ru_kz: Уст. высоту
tr: Baslangıc yuksekligini ayarla
uk: Встановити висоту дом.точки
zh_hans: 设置 家的高度
zh_tw: 設置起始高度

# BUT_Homealt.ToolTip
source: Set the current display alt as 0, ie home alt is shown as 0
ar: ضع العرض الحالي للإرتفاع بـ 0 . مثال ارتفاع البداية يعرض كـ -
az_latn_az: Cari ekran altını 0 olaraq təyin edin, yəni ev alt 0 olaraq göstərilir
de_de: Aktuelle Startplatzhöhe als Null setzen
es_es: Ajuste el alt de pantalla actual como 0, es decir, casa alt sea igual a 0
id_id: Mengatur tampilan alt saat ini sebagai 0, yaitu rumah alt ditampilkan sebagai 0
ja_jp: 現在表示されているaltを0にセットする。例:ホームのaltが0と表示される。
ko_kr: 현재 표시된 고도를 0으로 설정, 즉 홈 고도가 0으로 표시됨
pt: Ajuste a alt mostrada em 0, e a alt Home como mostrada 0
ru_kz: Установить текущую высоту как 0.
tr: -Yuksekligin gecerli genisligini 0'a koyun. Baslangıc yuksekligi ornegi su sekilde gosterilir:
uk: Встановити поточну висоту на 0, тобто висота дом.точки буде показана як 0
zh_hans: 设置当前显示高度为0，或者家的高度显示为0
zh_tw: 將當前高度設為0，即起始點高度顯示為0

# BUTrestartmission.Text
source: Restart Mission
ar: إعادة تشغيل المهمة
az_latn_az: Missiyanı yenidən başlad
de_de: Neustart Mission
es_es: Reiniciar Misión
id_id: Restart Misi
ja_jp: ミッションのリスタート
ko_kr: 임무 재시작
pt: Recomeçar missão
ru_kz: Перезап. Миссии
tr: Gorevi yeniden baslatin
uk: Перезапустити місію
zh_hans: 重新开始 任务
zh_hant: 重重開始任務
zh_tw: 重啟任務

# BUTrestartmission.ToolTip
source: Restarts the mission from the beginning
az_latn_az: Missiyanı başından yenidən başladır
de_de: Neustart Mission
es_es: Reinicia la misión desde el principio
id_id: Mulai Ulang Misi dari awal
ja_jp: ミッションを最初から再起動する
ko_kr: 임무를 처음부터 다시 시작하세요
pt: Reinicia a missão do começo
ru_kz: Перезапускает миссию с самого начала
uk: Перезапустити місію з самого початку
zh_hans: 重新从头开始任务
zh_tw: 重頭開始任務

# BUT_quickrtl.Text
source: RTL
ar: العودة
ru_kz: ВОЗВРАТ
tr: Geri Don
uk: RTL (Повернення додому)
zh_hans: 返航
zh_hant: 返航
zh_tw: 返航

# BUT_quickrtl.ToolTip
source: Change Mode to RTL
ar: تغيير الى وضع العودة
az_latn_az: RTL üçün modu dəyişdir
de_de: In den RTL Modus wechseln
es_es: Cambiar modo a RTL
id_id: Ubah Mode RTL
ja_jp: モードをRTLに変更
ko_kr: 회항으로 모드 변경
pt: Trocar modo para RTL
ru_kz: Изменить режим на ВОЗВРАТ
tr: Donuş moduna gec
uk: Виконати RTL (Повернення додому)
zh_hans: 改变模式为返航
zh_tw: 更改為返航模式

# BUT_quickmanual.Text
source: Loiter
ar: الدوران
es_es: &Manual
id_id: Berkeliaran
ko_kr: 로이터
ru_kz: Кружить
tr: rotasyon
uk: Віраж
zh_hans: 手动
zh_tw: 手動

# BUT_quickmanual.ToolTip
source: Change Mode to Manual/Stabalize
ar: تغيير الوضع الى يدوي / استقرار
az_latn_az: Modu Manual / Stabilize olaraq dəyişdirin
de_de: Modus auf Manuell/Stabilisieren stellen
es_es: Cambiar Modo a Manual/Estabilizado
id_id: Perubahan Mode untuk Manual / Stabilkan
ja_jp: モードをLoiterに変更
ko_kr: 수동/안정화로 모드 변경
pt: Mudar o modo para Manual/estabilizar
ru_kz: Сменить режим в РУЧНОЙ/СТАБИЛИЗАЦИЯ
tr: Modu Manuel / Stabilize olarak degistirin
uk: Перевести в Режим Ручний/Стабілізація
zh_hans: 改变模式为手动/自稳
zh_tw: 更改為手動/穩定模式

# BUT_setwp.Text
source: Set WP
ar: وضع الاحداثية
az_latn_az: WP Seç
de_de: WP setzen
es_es: Establecer WP
ja_jp: WPのセット
ko_kr: 목표지점 설정
ru_kz: Уст. МТ
tr: Koordinat modu
uk: Встановити ППМ
zh_hans: 设定航点
zh_tw: 設置航點

# BUT_setwp.ToolTip
source: Changes the current target waypoint
ar: تغيير احداثية الهدف الحالي
az_latn_az: Mövcud hədəf nöqtəsini dəyişir
de_de: Ändert den aktuellen Ziel-Wegpunkt
es_es: Cambia el waypoint de destino actual
id_id: Perubahan target saat waypoint
ja_jp: 現在のターゲット・ウェイポイントの変更
ko_kr: 현 목표 지점 변경
pt: Mudar o waipoint alvo
ru_kz: Сменить текущую ТОЧКУ (МТ)
tr: Gecerli hedef koordinatlarini degistir
uk: Змінити цільовий ППМ
zh_hans: 更改当前目标航点
zh_tw: 更改當前目標航點

# BUT_quickauto.Text
source: Auto
ar: الوضع الآلي
az_latn_az: Avto
ko_kr: 자동
ru_kz: АВТО
tr: Otomatik mod
uk: Авто
zh_hans: 自动
zh_hant: 自動
zh_tw: 自動

# BUT_quickauto.ToolTip
source: Change mode to Auto
ar: تغيير الى الوضع الآلي
az_latn_az: Modu avtomatik dəyiş
de_de: In Auto-Modus wechseln
es_es: Cambiar modo a Auto
id_id: Ubah Modus untuk Automatic
ja_jp: モードをAutoに変更
ko_kr: 자동으로 모드 변경
pt: Mudar modo para auto
ru_kz: Сменить режим на АВТО
tr: Otomatik moda gec
uk: Встановити режим Авто
zh_hans: 更改为自动模式
zh_tw: 更改為自動模式

# BUT_setmode.Text
source: Set Mode
ar: تغيير الوضع
az_latn_az: Modu qur
de_de: Modus setzen
es_es: Configurar el modo
ja_jp: モードをセット
ko_kr: 모드 설정
pt: Trocar modo
ru_kz: Уст. Режим
tr: Durumunu Degistir
uk: Встановити режим
zh_hans: 设置模式
zh_tw: 設置模式

# BUT_setmode.ToolTip
source: Changes to the Mode on the left
ar: تغيير الى الوضع في اليسار
az_latn_az: Modun sol tərəfə dəyişdirilməsi
de_de: Modus links ändern
es_es: Los cambios en el modo de la izquierda
id_id: Perubahan Mode disebelah kiri
ja_jp: 左記のモードに変更
ko_kr: 왼쪽으로 모드 변경
pt: Mudar para o modo a esquerda
ru_kz: Установить другой полетный режим
tr: Sola Git
uk: Встановити новий режим
zh_hans: 更改为左侧的模式
zh_tw: 更改為左侧的模式

# tabActions.Text
source: Actions
ar: الأوامر
az_latn_az: Hərəkətlər
de_de: Aktionen
es_es: Acciones
id_id: Tindakan
ja_jp: アクション
ko_kr: 실행
pt: Ações
ru_kz: Действия
tr: Komut
uk: Дії
zh_hans: 动作
zh_hant: 執行
zh_tw: 動作

# tabPagemessages.Text
source: Messages
ar: الرسائل
az_latn_az: Mesajlar
de_de: Meldungen
id_id: Pesan
ja_jp: メッセージ
ko_kr: 메시지
pt: Mansagem
ru_kz: Сообщения
tr: Mesajlar
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

# myButton1.Text
source: Loiter
ar: الدوران
id_id: Berkeliaran
ja_jp: ロイター
ko_kr: 로이터
ru_kz: Кружить
tr: Rotasyon
uk: Віраж
zh_hans: 留待

# myButton1.ToolTip
source: Change Mode to Manual/Stabalize
ar: تغيير الوضع الى يدوي / استقرار
az_latn_az: Modu Manual / Stabilize olaraq dəyişdirin
de_de: Mode auf Manual/Stabilize wechseln
id_id: Rubahan Mode untuk Manual / Menstabilkan
ja_jp: モードをManual/Stabalizeに変更
ko_kr: 수동/안정화로 모드 변경
pt: Trocar modo para manual/estabilizar
ru_kz: Изменить режим на Ручной / Стабилизация
tr: Modu Manuel / Stabilize olarak degistirin
uk: Встановити Режим Ручний/Стабілізація

# myButton2.Text
source: RTL
ar: العودة
ru_kz: ВОЗВРАТ
tr: Geri Don
uk: RTL (Повернення додому)
zh_hans: 返航
zh_hant: 返航

# myButton2.ToolTip
source: Change Mode to RTL
ar: تغيير الى وضع العودة
az_latn_az: RTL modu seç
de_de: Modus RTL
id_id: Ubah Mode ke RTL
ja_jp: モードをRTLに変える
ko_kr: 회항으로 모드 변경
pt: Acionar RTL
ru_kz: Изменить режим на ВОЗВРАТ
tr: Donus moduna gec
uk: Перевести в режим RTL (Повернення додому)

# myButton3.Text
source: Auto
ar: الوضع الآلي
az_latn_az: Avto
id_id: Atomatis
ko_kr: 자동
ru_kz: Авто
tr: Otomatik mod
uk: Авто
zh_hans: 自动
zh_hant: 自動

# myButton3.ToolTip
source: Change mode to Auto
ar: تغيير الى الوضع الآلي
az_latn_az: Modu avtomatik deyişdir
de_de: Modus "Auto"
id_id: Ubah modus untuk Atomatis
ja_jp: モードをAutoに変える
ko_kr: 자동으로 모드 변경
pt: Trocar para Auto
ru_kz: Изменить режим на АВТО
tr: Otomatik moda gec
uk: Встановити режим Авто

# tabActionsSimple.Text
source: Actions
ar: الأوامر
az_latn_az: Hərəkətlər
de_de: Aktionen
id_id: Tindakan
ja_jp: アクション
ko_kr: 실행
pt: Ações
ru_kz: Действия
tr: Komut
uk: Дії
zh_hans: 简单动作
zh_hant: 執行

# tabPagePreFlight.Text
source: PreFlight
az_latn_az: Üçüş öncəsi
de_de: Vorflug
pt: Pre-voo
ru_kz: Предполетный
uk: Передпольотна перевірка

# Gspeed.ToolTip
source: Double click me to change Max
az_latn_az: Max'i dəyişmək üçüniki dəfə klikləyin
de_de: Doppelklick, um Maximum einzustellen
es_es: Haga doble clic aquí para cambiar Max
id_id: Klik dua kali untuk mengubah Max
ja_jp: ダブル・クリックして最大値を変更
ko_kr: 최대치 변경치 두 번 클릭하세요
pt: Duplo click em mim para trocar Max
ru_kz: Двойное нажатие меняет максимальное значение
uk: Двічі натисніть на мене, щоб змінити Макс.значення
zh_hans: 双击我改变最大值

# tabGauges.Text
source: Gauges
ar: عدادات
de_de: Instrumente
es_es: Indicadores
id_id: Pengukur
ja_jp: ゲージ
ko_kr: 계량기
ru_kz: Индикаторы
tr: Sayaclar
uk: Прилади
zh_hans: 仪表
zh_tw: 儀表

# XPDRConnect_btn.Text
source: Connect to Transponder
uk: Під'єднатися до транспондера

# FlightID_label.Text
source: FlightID
uk: ID польоту

# ON_btn.Text
source: ON
uk: УВІМК

# tabTransponder.Text
source: Transponder
uk: Транспондер

# tabStatus.Text
source: Status
ar: الحالة
az_latn_az: Durum
es_es: Estado
ja_jp: ステータス
ko_kr: 상태
pt: Estatus
ru_kz: Статус
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

# tabServo.Text
source: Servo/Relay
ar: السيرفو
id_id: Servo
ja_jp: サーボ
ko_kr: Servo
ru_kz: Серво
tr: servo
uk: Серво/Реле
zh_hans: 舵机
zh_hant: 舵機

# tabAuxFunction.Text
source: Aux Function
uk: Aux Функції

# checkBoxRedirectOutput.Text
source: Redirect Program Output
az_latn_az: Programi yeniden yönləndirmə çııxışı
de_de: Programm Output umleiten
id_id: Mengarahkan Program Keluaran
ja_jp: プログラム出力のリダイレクト
pt: Redirecione a saida do programa
ru_kz: Перенаправить программный вывод
uk: Перенаправити вивід програми
zh_hans: 重定向程序输出

# BUT_edit_selected.Text
source: Edit Selected Script
ar: تعديل الاسكريبت المحدد
az_latn_az: Qeyd edilmiş kodlamanı dəyişmək
de_de: Script editieren
id_id: Edit Script yang dipilih
ja_jp: 選択したスクリプトの編集
ko_kr: 선택된 스크립트 편집
pt: Edite script selecionado
ru_kz: Редактировать выбранный сценарий
tr: Komut dosyası degistirin
uk: Редагувати обраний сценарій
zh_hans: 编辑所选脚本

# labelSelectedScript.Text
source: Selected Script: None
ar: السكريبتات المحددة :لا يوجد
az_latn_az: Seçilmiş skriptt: Yoxdur
de_de: ausgewähltes Skript: keines
id_id: Script yang dipilih: tidak ada
ja_jp: スクリプトの選択：選択されていません。
ko_kr: 선택된 스크립트: 없음
pt: Script selecionado: nenhum
ru_kz: Выбранный сценарий: нет
tr: Belirli Komut Dosyalari: Yok
uk: Обраний скрипт: немає
zh_hans: 所选脚本：无

# BUT_run_script.Text
source: Run Script
ar: تشغيل الاسكريبت
az_latn_az: Kodlamanı işlət
de_de: Script ausführen
id_id: Jalankan Script
ja_jp: スクリプト実行
pt: Rodar Script
ru_kz: Запустить сценарий
tr: Komut dosyasini calistir
uk: Запустити скрипт
zh_hans: 运行脚本
zh_hant: 執行腳本

# BUT_abort_script.Text
source: Abort Running Script
ar: اجهاض الاسكريبت المشغل
az_latn_az: İşıəyən kodlamanı dayandır
de_de: laufendes Script abbrechen
id_id: Batal Menjalankan Script
ja_jp: 動作中のスクリプトを中断
ko_kr: 스크립트 실행 무시
pt: Abortar script rodando
ru_kz: Прервать Выполнение Скрипта
tr: komut operator iptal
uk: Перервати запущений скрипт
zh_hans: 忽略运行中的脚本

# labelScriptStatus.Text
source: Script Status: No Script Running
az_latn_az: Kodlama Durumu: Skript yoxdur
de_de: Skript Status: Kein laufendes Skript
id_id: Status Script: tidak menjalankan Script
ja_jp: スクリプトのステータス: 実行しているスクリプトはありません。
ko_kr: 스크립트 상태 : 스크립트 실행 안 됨
pt: Estatus Script: Nenhum rodando
ru_kz: Статус скрипта: Нет запуска скрипта
uk: Стан скрипту: немає запущених
zh_hans: 脚本状态：没有脚本正在运行

# BUT_select_script.Text
source: Select Script
ar: اختيار الاسكريبت
az_latn_az: Skript seç
de_de: gewähltes Skript
id_id: Pilih Script
ja_jp: スクリプト選択
ko_kr: 스크립트 선택
pt: Selecione Script
ru_kz: Выбрать скрипт
tr: Senaryoyu secin
uk: Оберіть скрипт
zh_hans: 选择脚本
zh_hant: 選擇腳本

# tabScripts.Text
source: Scripts
ar: الاسكريبت
az_latn_az: Kodlama
ja_jp: スクリプト
ko_kr: 스크립트
ru_kz: Сценарии
tr: Senaryo
uk: Скрипти
zh_hans: 脚本
zh_hant: 腳本

# groupBoxRoll.Text
source: Roll
uk: Крен

# groupBoxYaw.Text
source: Pan
uk: Рискання

# BUT_resetGimbalPos.Text
source: Reset Position
uk: Скинути позицію

# groupBoxPitch.Text
source: Tilt
uk: Нахил

# tabPayload.Text
source: Payload Control
uk: Керування корисним навантаженням

# label2.Text
source: Speed
ar: السرعة
az_latn_az: Sürət
de_de: Geschwindigkeit
id_id: Kecepatan
ja_jp: スピード
ko_kr: 속도
pt: Velocidade
ru_kz: Скорость
tr: Hiz
uk: Швидкість
zh_hans: 速度
zh_hant: 速度

# BUT_speed10.Text
source: 10x
uk: 10х

# BUT_speed5.Text
source: 5x
uk: 5х

# BUT_speed2.Text
source: 2x
uk: 2х

# BUT_speed1.Text
source: 1x
uk: 1х

# BUT_loadtelem.Text
source: Load Log
ar: استيراد السجل
az_latn_az: Log yüklə
de_de: Log laden
es_es: Cargar Log
id_id: Memuat Log
ja_jp: ログのロード
ko_kr: 로그 로딩
pt: Carregar Log
ru_kz: Загрузить журнал
tr: Kaydi içe aktar
uk: Завантажити журнал
zh_hans: 加载日志
zh_hant: 載入 Log
zh_tw: 加載記錄

# lbl_playbackspeed.Text
source: x 1.0
uk: х 1.0

# BUT_log2kml.Text
source: Tlog > Kml or Graph
ar: السجل > مخطط بياني او kml
az_latn_az: Tlog > Kml və ya Grafik
de_de: Tlog > Kml oder Diagramm
es_es: Log > KML
id_id: Tlog > Kml atau grafik
ja_jp: TlogをKmlまたはGraphに変換
ru_kz: Tlog> Kml или Graph
tr: Kayıt > veya Grafik
uk: Tlog > Kml або Графік
zh_hans: Tlog > Kml 或图像

# BUT_playlog.Text
source: Play/Pause
ar: تشغيل/ايقاف مؤقت
az_latn_az: Davam et / dayandır
de_de: Abspielen/Pause
ja_jp: 再生/一時停止
ko_kr: 재생/일시 정지
ru_kz: Старт/Стоп
tr: Oynat / Duraklat
uk: Відтворити/Призупинити
zh_hans: 播放/暂停
zh_hant: 播放/暫停
zh_tw: 播放/暂停

# tabTLogs.Text
source: Telemetry Logs
ar: سجلات البيانات
az_latn_az: Telemetriya loglari
de_de: Telemetrie-Logs
es_es: Logs Telemetría
id_id: Telemetri Log
ja_jp: テレメトリ ログ
ko_kr: 원격 측정 로그
ru_kz: Логи телеметрии
tr: Veri kayitlari
uk: Журнали телеметрії
zh_hans: 遥测日志
zh_hant: 數傳記錄

# BUT_DFMavlink.Text
source: Download DataFlash Log Via Mavlink
ar: تنزيل سجلات البيانات عن طريق الاتصال
az_latn_az: Mavlink ilə DataFlash Girişini yükləyin
de_de: DataFlash Log per MAVlink herunterladen
ja_jp: データ･フラッシュ・ログをMavlinkでダウンロード
ko_kr: Mavlink로 데이터플래쉬 로그 내려받기
pt: Descarregar memória via MARVLink
ru_kz: Загрузить журнал DataFlash через Mavlink
tr: veri kayıtlari indir
uk: Завантажити Журнал DataFlash через MAVLink
zh_hans: 通过Mavlink 下载闪存日志

# BUT_georefimage.Text
source: Geo Reference Images
uk: Файли геореференції

# BUT_logbrowse.Text
source: Review a Log
ar: استعراض السجل
de_de: Log prüfen
id_id: Meninjau Log
ja_jp: ログのレビュー
ko_kr: 로그 리뷰하기
pt: Rever log
ru_kz: Просмотр журнала
tr: Kayit defterini inceleyin
uk: Переглянути журнал
zh_hans: 回顾日志

# BUT_matlab.Text
source: Create Matlab File
ar: انشاء ملف ماتلاب
az_latn_az: Matlab faylı yarat
de_de: Matlab Datei erstellen
id_id: Buat berkas Matlab
ja_jp: MATLABファイルを生成
ko_kr: Matlab 파일 생성
pt: Criar arquivo Matlab
ru_kz: Создать файл Matlab
tr: Bir Matlab dosyasi olustur
uk: Створити Matlab файл
zh_hans: 创建Matlab文件

# but_bintolog.Text
source: Convert .Bin to .Log
id_id: PX4 .Bin to .Log
ja_jp: PX4 .Bin to .Log
ko_kr: PX4 .Bin to .Log
uk: Перетворити .Bin в .Log
zh_hans: PX4 .Bin 转 .Log

# but_dflogtokml.Text
source: Create KML + gpx
az_latn_az: KML + gpx yarat
de_de: KML + GPX erstellen
id_id: Buat KML + gpx
ja_jp: KML + gpx の生成
ko_kr: KML + gpx 생성
pt: Criar KML + gpx
ru_kz: Создать KML + gpx
uk: Створити KML + gpx
zh_hans: 创建KML + gpx

# BUT_loganalysis.Text
source: Auto Analysis
ar: التحليل الآلي
az_latn_az: Avtomatik Analiz
de_de: Auto Analyse
id_id: Analisa Otomatis
ja_jp: 自動解析
ko_kr: 자동 분석
pt: Auto analise
ru_kz: Автоанализ
tr: Otomatik Analiz
uk: Авто-аналіз
zh_hans: 自动分析
zh_hant: Log 分析

# tablogbrowse.Text
source: DataFlash Logs
ar: سجلات بيانات الذاكرة
ja_jp: データ･フラッシュ・ログ
ko_kr: 데이터플래쉬 로그
pt: Arquivos da memória
ru_kz: Журналы DataFlash
tr: Veri kayit hafizasi
uk: Журнали DataFlash
zh_hans: 数据闪存日志
zh_hant: 飛行記錄

# goHereToolStripMenuItem.Text
source: Fly To Here
ar: الطيران الى هنا
az_latn_az: Bura uçuş et
de_de: Fliege hierhin
es_es: Volar a Aquí
id_id: Terbang Kesini
ja_jp: ここまで飛行
ko_kr: 이곳으로 비행
pt: Va para aqui
ru_kz: Лететь сюда
tr: Buraya Uc
uk: Летіти на Цю Висоту
zh_hans: 飞行至此
zh_hant: 飛到航點
zh_tw: 飛到這里
