Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/FlightData.*.resx
Languages: ar, az_latn_az, de_de, es_es, id_id, ja_jp, ko_kr, pt, ru_kz, tr, uk, zh_hans, zh_hant, zh_tw

# flyToHereAltToolStripMenuItem.Text
source: Fly To Here Alt
ar: الطيران الى هذا الإرتفاع
az_latn_az: Bu nöqtəyə uçuş elə Alt
de_de: Hierhin fliegen - Höhe
id_id: Terbang ke Alt
ja_jp: 「ここまで飛行」の高度設定
ko_kr: 이 고도로 비행
pt: Voar para Alt aqui
ru_kz: Лететь сюда c Высотой
tr: Bu irtifayla ucun
uk: Летіти на Цю Висоту
zh_hans: 飞行至此高度

# flyToCoordsToolStripMenuItem.Text
source: Fly To Coords
uk: Летіти за Координатами

# deleteToolStripMenuItem.Text
source: Delete
ar: حذف
az_latn_az: Sil
de_de: löschen
id_id: Hapus
ja_jp: 削除
ko_kr: 삭제
ru_kz: Удалить
tr: Sil
uk: Видалити
zh_hant: 刪除

# saveFileToolStripMenuItem.Text
source: Save File
ar: حفظ الملف
az_latn_az: Yaddaşa yaz
de_de: Datei speichern
id_id: Menyimpan File
ja_jp: ファイルを保存
ko_kr: 파일 저장
pt: Gravar arquivo
ru_kz: Сохранить файл
tr: Dosyayi kaydet
uk: Зберегти Файл
zh_hant: 儲存檔案

# loadFileToolStripMenuItem.Text
source: Load File
az_latn_az: Yünlənmiş fayl
de_de: Datei laden
ja_jp: ファイル読込
pt: Carregar arquivo
ru_kz: Загрузить файл
uk: Завантажити файл

# poiatcoordsToolStripMenuItem.Text
source: Coords
uk: Координати

# addPoiToolStripMenuItem.Text
source: Add Poi
ar: اضافة موقع مهم
az_latn_az: Poi əlavə edin
de_de: POI laden
id_id: Tambahkan Poi
ja_jp: POIの追加
ko_kr: Poi 추가
ru_kz: Добавить Poi
tr: Onemli bie pozisyon ekle
uk: Додати POI

# pointCameraHereToolStripMenuItem.Text
source: Point Camera Here
ar: وجه الكاميرا هنا
az_latn_az: Kameranı bura nizamla
de_de: Kamera hierhin ausrichten
es_es: Punto de Cámara Aquí
id_id: Titik Kamera Berikutnya
ja_jp: ここにカメラを向ける
pt: Apontar camera aqui
ru_kz: Точка камеры
tr: Kamera Bakis Acısı
uk: Навести Камеру Сюди
zh_hans: 在此放置相机

# PointCameraCoordsToolStripMenuItem1.Text
source: Point Camera Coords
az_latn_az: Kamera Koordinatlarının nöqtəsi
de_de: Kamera Koordinaten zeigen
ja_jp: 座標にカメラを向ける
pt: Apontar Camera Coord
ru_kz: Координаты точки Камеры
uk: Навести Камеру за Координатами

# triggerCameraToolStripMenuItem.Text
source: Trigger Camera NOW
ar: تأشير الكاميرا الآن
de_de: Kamera JETZT auslösen
id_id: Trigger Camera SEKARANG
ja_jp: カメラトリガー
ko_kr: 지금 카메라 셔터 누르기
pt: Disparar camera agora
ru_kz: Сделать фото/видео
tr: Kamerayi simdi yonlendir
uk: Активувати камеру ЗАРАЗ
zh_hans: 现在按下相机快门

# flightPlannerToolStripMenuItem.Text
source: Flight Planner
ar: مخطط الرحلة
az_latn_az: Uçuş planlama
de_de: Flugplaner
id_id: Perencanaan Penerbangan
ja_jp: フライトプランナー表示
pt: Planejamento
ru_kz: Планировщик полета
tr: Seyahat Planlayıcisi
uk: Планувальник польоту
zh_hans: 飞行规划器
zh_hant: 飛行計畫

# setEKFHomeHereToolStripMenuItem.Text
source: Set EKF Origin Here
ru_kz: Установите EKF Origin Here
uk: Встановити Вихідну точку EKF Тут

# setHomeHereToolStripMenuItem1.Text
source: Set Home Here
uk: Встановити Дом.точку Тут

# setHomeHereToolStripMenuItem.Text
source: Set Home Here
ar: وضع البداية هنا
az_latn_az: Buranı Əsas yer seç
de_de: Startplatz hier setzen
ja_jp: ホームをここにセット
ko_kr: Home Here 설정
pt: Transf. Home aqui
ru_kz: Установить Дом здесь
tr: başlangıc pozisyonu
uk: Встановити Дом.точку Тут
zh_hans: 设置家在此

# takeOffToolStripMenuItem.Text
source: TakeOff
ar: الإقلاع
az_latn_az: Qalxış
id_id: Lepas Landas
ja_jp: 離陸
ko_kr: 이륙
pt: Decolar
ru_kz: Взлет
tr: Kalkis
uk: Зліт

# onOffCameraOverlapToolStripMenuItem.Text
source: Camera Overlap
az_latn_az: Kamera ust-uste duşmə
de_de: Kamera Überlappung
pt: Sobreposição da camera
ru_kz: Перекрытие камеры
uk: Перекриття Камери

# jumpToTagToolStripMenuItem.Text
source: Jump To Tag
uk: Перейти до Тегу

# label1.Text
source: Zoom
ar: التكبير
az_latn_az: Yaxınlaşdır
de_de: Vergrössern
ja_jp: ズーム
ru_kz: Увел.
uk: Мштб.
zh_hans: 缩放
zh_tw: 縮放

# but_disablejoystick.Text
source: Disable Joystick
az_latn_az: Joystick Deaktiv et
de_de: Joystick ausschalten
ja_jp: ジョイスティック無効
pt: Desabilitar Joystick
ru_kz: Отключить джойстик
uk: Вимкнути джойстик

# Zoomlevel.ToolTip
source: Change Zoom Level
ar: تغيير مستوى التكبير
az_latn_az: Yaxınlaşdırma səviyyəsini dəyiş
de_de: Vergrösserung ändern
es_es: Cambiar nivel de Zoom
id_id: Perubahan Tingkat Zoom
ja_jp: ズームレベルの変更
ko_kr: 확대 레벨 변경
pt: Mude o zoom
ru_kz: Изменить уровень увеличения
tr: Yakinlastirma seviyesini degistirme
uk: Змінити рівень масштабування
zh_hans: 改变放大级别

# label6.Text
source: GPS Track (Black)
ar: تعقب التموضع ( اسود )
az_latn_az: GPS Track (qara)
de_de: GPS Track (Schwarz)
id_id: GPS Track (HItam)
ja_jp: GPS 軌跡 (黒)
ko_kr: GPS 추적(검은색)
ru_kz: GPS-трек (черный)
tr: Konumlandirma Izleyici (Siyah)
uk: GPS (Чорний)
zh_hans: GPS追踪（黑）

# label5.Text
source: Target Heading
ar: اتجاه الهدف
az_latn_az: Hədəf idarəetmə
de_de: Ziel Heading
ja_jp: ターゲットの進行方向
ko_kr: 목표 지향
pt: Heading do alvo
ru_kz: Целевой курс
tr: Hedef yon
uk: Цільовий курс
zh_hans: 目标指向

# label3.Text
source: Direct to current WP
ar: مباشرة الى الإحداثية الحالية
az_latn_az: Mövcud WP -ə yönəl
de_de: Zu aktuellem WP ausrichten
id_id: Langsung ke arus WP
ja_jp: 現在のWPに直行
ko_kr: 현재 목표 지점으로 직진
pt: Direcione ao WPT atual
ru_kz: Перем. к тек. МТ
tr: Dogrudan Gecerli koordinatta
uk: Прямий до ППМ
zh_hans: 直达当前航点

# label4.Text
source: Current Heading
ar: الاتجاه الحالي
az_latn_az: Mövcud idarəetmə
de_de: aktives Heading
id_id: Saat Heading
ja_jp: 現在の進行方向
ko_kr: 현재 위치
pt: Heading atual
ru_kz: Текущий курс
tr: Mevcut egilim
uk: Поточний курс
zh_hans: 当前指向

# lbl_hdop.ToolTip
source: gps hdop
ar: الخطاء الأفقي للموقع
pt: HDOP GPS
tr: yatay hatasi
uk: HDOP (Горизонтальне погіршення точності) GPS
zh_hans: GPS 水平误差

# lbl_sats.Text
source: Sats: 0
ar: الأقمار : 0
ru_kz: Спутники: 0
tr: Uydu: 0
uk: Супутники: 0

# lbl_sats.ToolTip
source: Satallite Count
ar: عدد الإقمار
az_latn_az: Peyk hesablama
de_de: Anzahl Satelliten
id_id: Hitungan Satallite
ja_jp: 衛星数カウント
ko_kr: 위성 숫자
pt: Contagem dos Satelites
ru_kz: Кол. спутников
tr: Uydu Sayisi
uk: Кулькість супутників
zh_hans: 卫星数量

# CHK_autopan.Text
source: Auto Pan
ar: التتبع الآلي
ja_jp: オート・パン
ko_kr: 자동 Pan
ru_kz: Центровка
tr: Otomatik izleme
uk: Авто-центрування
zh_hans: 自动平移
zh_tw: 自動平移地圖

# CHK_autopan.ToolTip
source: Makes the map autopan based on current location
ar: اجعل الخريطة تتبع مستندة الى الموقع الحالي
az_latn_az: Mövcud yerləşməyə gora xəritəni tənzimləyir
de_de: Karte läuft mit der aktuellen Position mit
es_es: Hace que el autopan mapa basado en la ubicación actual
id_id: Membuat peta autopan berdasarkan lokasi
ja_jp: 現在の位置を元に地図をオート・パンする
pt: Centralize o mapa na cordenada atual
ru_kz: Центрирует карту по текущему положению
tr: Haritayi gecerli konumunuza dayalı olarak bir izleme yapin
uk: Змушує карту автоматично центруватися на поточному місцезнаходженні
zh_hans: 根据当前位置自动平移地图

# CB_tuning.Text
source: Tuning
ar: الضبط
ja_jp: チューニング
ko_kr: 튜닝 확장
pt: Ajustando
ru_kz: Тюнинг
tr: Ayarlar
uk: Налаштування
zh_hans: 调试
zh_tw: 舵機調整

# CB_tuning.ToolTip
source: Show the tunning graph, chowing target attitudes vs actual
az_latn_az: Tənzimləmə qrafikini göstərin, hədəf münasibətlərini faktiki olaraq tərtib edin
de_de: Zeige Tuning- Diagramm, Zielausrichtung gegen tatsächliche Ausrichtung
es_es: Mostrar el gráfico de la afinación, mostrando actitudes de destino vs real
id_id: Tampilkan grafik tunning, chowing sikap sasaran vs aktual
ja_jp: チューニング・グラフの表示、ターゲットと実際の方位を示す
pt: Mostrar grafico de ajuste, mostrando a altitude do alvo vs a atual
ru_kz: Показывает график для тонкой настройки
uk: Показати графік для налаштування - зі значеннями цільової висоти проти фактичної
zh_hans: 显示调试图表，咬合目标高度和实际高度

# lbl_hdop.Text
source: hdop: 0
ar: الخطاء الافقي للموقع : 0
ko_kr: hdop: 1
tr: Yatay Hata : 0

# CMB_setwp.Items
source: 0 (Home)
zh_hant: 家高度=0
