Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/InitialSetup.*.resx
Languages: ko_kr, pt, ru_kz, zh_hans, zh_tw

# backstageViewPageairspeed.Text
source: Airspeed
ko_kr: 대기속도
pt: Veloc. no ar
ru_kz: Возд. скорость
zh_hans: 空速
zh_tw: 空速計

# backstageViewPageBatt2.Text
source: Battery Monitor 2
ko_kr: 배터리 알림창 2
pt: Monitor Bateria 2
ru_kz: Монитор батареи 2
zh_hans: 电池监测器2

# backstageViewPageAntTrack.Text
source: Antenna tracker
ko_kr: 안테나 추적기
pt: Monitorar Antenna
ru_kz: Антенный трекер
zh_hans: 天线追踪器
zh_tw: 自動追蹤天線

# backstageViewPagehwbt.Text
source: Bluetooth Setup
ko_kr: 블루투스 설정
pt: Ajuste Bluetooth
ru_kz: Настройка Bluetooth
zh_hans: 蓝牙设置

# backstageViewPagecompassmot.Text
source: Compass/Motor Calib
ko_kr: 나침반/모터 보정
pt: Calibrar Motor/Compasso
ru_kz: Компас/Мот. Калиб.
zh_hans: 指南针/电机 校准
zh_tw: 羅盤/馬達 干擾抑制

# backstageViewPageParachute.Text
source: Parachute
ko_kr: 낙하산
pt: Paraquedas
ru_kz: Парашют
zh_hans: 降落伞

# backstageViewPageopt.Text
source: Optional Hardware
ko_kr: 옵션 하드웨어
pt: Opcionais
ru_kz: Доп. оборудование
zh_hans: 可选硬件
zh_tw: 硬體設備(選擇性)

# backstageViewPageradio.Text
source: Radio Calibration
ko_kr: 무선 교정
pt: Calibração Radio
ru_kz: Калибровка радио
zh_hans: 遥控器校准
zh_tw: 遙控器校準

# backstageViewPageframetype.Text
source: Frame Type
ko_kr: 프레임 유형
pt: Tipo frame
ru_kz: Тип рамы
zh_hans: 机架类型
zh_tw: 機架型式

# backstageViewPagefwdisabled.Text
source: Install Firmware
ko_kr: 펌웨어 설치
pt: Instalar Firmware
ru_kz: Установка прошивки
zh_hans: 安装固件
zh_tw: 韌體安裝

# backstageViewPagefs.Text
source: FailSafe
ko_kr: 안전장치
pt: FalhaSeg
zh_hans: 故障保护
zh_tw: 失控保護

# backstageViewPagefw.Text
source: Install Firmware
ko_kr: 펌웨어 설치
pt: Instalar Firmware
ru_kz: Установка прошивки
zh_hans: 安装固件
zh_tw: 韌體安裝

# backstageViewPageaccel.Text
source: Accel Calibration
ko_kr: 가속도 교정
pt: Calibração Acel
ru_kz: Калибровка Аксель.
zh_hans: 加速度计校准

# backstageViewPageMotorTest.Text
source: Motor Test
ko_kr: 모터 시험
pt: Teste Motor
ru_kz: Тест двигателя
zh_hans: 电机测试
zh_tw: 馬達測試

# backstageViewPagebatmon.Text
source: Battery Monitor
ko_kr: 배터리 알림창
pt: Monitor da Bateria
ru_kz: Монитор батареи
zh_hans: 电池监测器
zh_tw: 電源模組

# backstageViewPagewizard.Text
source: Wizard
ko_kr: 마법사
ru_kz: Мастер настройки
zh_hans: 向导
zh_tw: 安裝嚮導

# backstageViewPageESC.Text
source: ESC Calibration
ko_kr: ESC 보정
pt: Calibração ESC
ru_kz: Калибровка ESC
zh_hans: 电调校准

# backstageViewPagetradheli.Text
source: Heli Setup
ko_kr: 헬리콥터 설정
pt: Ajuste Heli
ru_kz: Установки Heli
zh_hans: 直升机安装

# backstageViewPageflmode.Text
source: Flight Modes
ko_kr: 비행 모드
pt: Modo de Voo
ru_kz: Режимы полета
zh_hans: 飞行模式
zh_tw: 飛行模式設定

# backstageViewPagecompass.Text
source: Compass
ko_kr: 나침반
pt: Compasso
ru_kz: Компас
zh_hans: 指南针
zh_tw: 羅盤校準

# backstageViewPageoptflow.Text
source: Optical Flow
ko_kr: 광학 흐름
ru_kz: Оптический поток
zh_hans: 光流
zh_tw: 光流模組

# backstageViewPagemand.Text
source: Mandatory Hardware
ko_kr: 필수 H/W
pt: Hardware Principal
ru_kz: Обяз. оборудование
zh_hans: 必要硬件
zh_tw: 硬體設備(必要)

# backstageViewPagegimbal.Text
source: Camera Gimbal
ko_kr: 카메라 짐벌
ru_kz: Подвес камеры
zh_hans: 相机云台
zh_tw: 相機雲台

# backstageViewPageinstfw.Text
source: Install Firmware
ko_kr: 펌웨어 설치
pt: Instalar Firmware
ru_kz: Установка прошивки
zh_tw: 韌體安裝

# backstageViewPagesonar.Text
source: Sonar
ko_kr: 음파탐지
pt: Medidor de Dist.
ru_kz: Дальномер
zh_hans: 声呐
zh_tw: 聲納

# backstageViewPageSikradio.Text
source: Sik Radio
pt: Procurar Radio

# backstageViewPageosd.Text
source: OSD
zh_tw: 景像疊加(OSD)
