Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/Simulation.*.resx
Languages: id_id, ja_jp, zh_hans

# label12.Text
source: Roll
id_id: Gulungan
ja_jp: ロール

# label10.Text
source: Altitude ERR
id_id: Ketinggian ERR
ja_jp: 高度 エラー
zh_hans: 高度ERR

# CHKREV_roll.Text
source: Reverse Roll
id_id: Reverse Gulungan
ja_jp: リバース ロール
zh_hans: 反转Roll

# label13.Text
source: Pitch
id_id: Nada
ja_jp: ピッチ

# label16.Text
source: Ardupilot Output
id_id: Keluaran Ardupilot
ja_jp: Ardupilot 出力
zh_hans: 自动驾驶仪输出

# label11.Text
source: Plane IMU
id_id: Pesawat IMU
ja_jp: 飛行機IMU
zh_hans: 飞机IMU

# label14.Text
source: Yaw
ja_jp: ヨー

# RAD_JSBSim.ToolTip
source: Can do Plane/Heli/Quads
ja_jp: 飛行機/ヘリ/Quadsで実行可能
zh_hans: Can do 飞机/直机/四轴

# label17.Text
source: GPS Refresh Rate
id_id: Menyegarkan angka GPS
ja_jp: GPSリフレッシュ･レー
zh_hans: GPS刷新率

# label15.Text
source: Throttle
ja_jp: スロットル
zh_hans: 油门

# label18.Text
source: Autopilot Status
id_id: Status Autopilot
ja_jp: オートパイロット ステータス
zh_hans: 自动驾驶仪状态

# CHKgraphroll.Text
source: Show Roll
id_id: Menampilkan Roll
ja_jp: ロールの表示
zh_hans: 显示Roll

# label20.Text
source: Mode
ja_jp: モード
zh_hans: 模式

# label21.Text
source: Simulator Authority - For diff planes
id_id: Simulator Authority - Untuk pesawat diff
ja_jp: シミュレータ・オーソリティー -異なる飛行機
zh_hans: 模拟器权值 - 用于不同的飞机

# label22.Text
source: Roll Gain
id_id: Mendapatkan Gulungan
ja_jp: ロールゲイン
zh_hans: Roll增益

# label23.Text
source: Pitch Gain
id_id: Mendapatkan Lapangan
ja_jp: ピッチゲイン
zh_hans: Pitch增益

# label24.Text
source: Rudder Gain
id_id: Mendapatkan Rudder
ja_jp: ラダーゲイン
zh_hans: 方向舵增益

# label2.Text
source: Longitude
id_id: Garis Bujur
ja_jp: 経度
zh_hans: 经度

# label25.Text
source: Throttle Gain
id_id: Mendapatkan Throttle
ja_jp: スロットルゲイン
zh_hans: 油门增益

# label3.Text
source: Altitude
id_id: Ketinggian dari permukaan
ja_jp: 高度
zh_hans: 高度

# label1.Text
source: Latitude
id_id: Keleluasaan
ja_jp: 緯度
zh_hans: 纬度

# label28.Text
source: SIM only
id_id: hanya SIM
ja_jp: SIM のみ
zh_hans: 仅模拟

# but_advsettings.Text
source: Advanced IP Settings
id_id: Pengaturan IP lanjut
ja_jp: 拡張 IP 設定
zh_hans: 高级IP设置

# label6.Text
source: Pitch
id_id: Nada
ja_jp: ピッチ

# label29.Text
source: NOTE:
id_id: CATATAN:
ja_jp: 注意:
zh_hans: 注意：

# label7.Text
source: Heading
id_id: Pos
ja_jp: 進行方向
zh_hans: 方向

# label4.Text
source: Plane GPS
id_id: Pesawat GPS
ja_jp: 飛行機のGPS
zh_hans: 飞机 GPS

# label5.Text
source: Roll
id_id: Gulungan
ja_jp: ロール

# ConnectComPort.Text
source: Sim Link Start/Stop
ja_jp: Sim Link 開始/停止
zh_hans: 模拟链接开始/停止

# label9.Text
source: Bearing ERR
id_id: Bantalan ERR
ja_jp: ベアリング エラー
zh_hans: 方位ERR

# CHKdisplayall.Text
source: Display All
id_id: Semua Tampilan
ja_jp: すべてを表示
zh_hans: 显示全部

# SaveSettings.Text
source: Save Settings
id_id: Simpan Pengaturan
ja_jp: 設定保存
zh_hans: 保存设置

# CHKgraphrudder.Text
source: Show Rudder
id_id: Tampilkan Rudder
ja_jp: ラダーの表示
zh_hans: 显示方向舵

# label30.Text
source: Yaw
ja_jp: ヨー

# CHKREV_rudder.Text
source: Reverse Rudder
ja_jp: リバース ラダー
zh_hans: 反转方向舵

# RAD_softFlightGear.ToolTip
source: Can do Plane and Quad with model
id_id: Dapat melakukan Pesawat dan Quad dengan model yang
ja_jp: 飛行機とQuadのモデルで、実行可能
zh_hans: 能通过模型飞飞机和四轴

# CHKREV_pitch.Text
source: Reverse Pitch
ja_jp: リバース ピッチ
zh_hans: 反转Pitch

# CHKgraphthrottle.Text
source: Show Throttle
id_id: Tampilkan Throttle
ja_jp: スロットルの表示
zh_hans: 显示油门

# CHKgraphpitch.Text
source: Show Pitch
id_id: Tampilkan Pitch
ja_jp: ピッチの表示
zh_hans: 显示 Pitch

# RAD_aerosimrc.ToolTip
source: Can do Plane/Heli/Quads
id_id: Dapat melakukan Pesawat / Heli / Quads
ja_jp: 飛行機/ヘリ/Quadsで実行可能
zh_hans: Can do 飞机/直升机/四轴

# BUT_startxplane.Text
source: Start Xplane
id_id: Mulai Xplane
ja_jp: Xplane開始
zh_hans: 启动Xplane

# RAD_softXplanes.ToolTip
source: Can Do Plane/Quad with plugin
id_id: Bisa Lakukan Pesawat / Quad dengan plugin
ja_jp: 飛行機/Quadでpluginを使って実行可能
zh_hans: Can Do 飞机/四轴 with 插件

# label19.Text
source: WP
zh_hans: 航点

# label26.Text
source: These
id_id: Maskapai
zh_hans: 这些

# label27.Text
source: are
id_id: adalah
zh_hans: 是

# label8.Text
source: WPDist
zh_hans: 航点距离

# BUT_sitl.Text
source: Start SITL
id_id: Mulai SITL

# RAD_softFlightGear.Text
source: FlightGear
id_id: Penerbangan Asesoris

# RAD_softXplanes.Text
source: X-plane
id_id: X-pesawat
