Repository: ArduPilot/MissionPlanner
Catalog: ExtLibs/Grid/GridUI.*.resx
Languages: pt_br

# tabGrid.Text
source: Grid Options
pt_br: Opções do grid

# label10.Text
source: Sensor Width [mm]
pt_br: Largura do Sensor [mm]

# label13.Text
source: Image Width [Pixels]
pt_br: Largura da imagem [Pixels]

# label11.Text
source: Focal Length [mm]
pt_br: Comprimento focal [mm]

# label14.Text
source: Image Height [Pixels]
pt_br: Altura da imagem [Pixels]

# label17.Text
source: Cycle Time [s]
pt_br: Ciclo de tempo [s]

# label15.Text
source: Sidelap [%]
pt_br: Derrapagem [%]

# CHK_copter_headinghold.Text
source: Heading Hold
pt_br: Travar rumo

# tabCamera.Text
source: Camera Config
pt_br: Config Camera

# label19.Text
source: Field of View Vertical [m]
pt_br: Campo de viisão vertical [m]

# label20.Text
source: Field of View Horizontal [m]
pt_br: Campo de visão Horizontal [m]

# groupBox_copter.Text
source: Copter Options
pt_br: Opções do helicoptero

# label21.Text
source: Calculated Values
pt_br: Valores calculados

# LBL_Lane_Dist.Text
source: Min Lane separation
pt_br: Separação da linha min

# label23.Text
source: Distance:
pt_br: Distância:

# label24.Text
source: Flying Speed (est)
pt_br: Velocidade de voo (est)

# label2.Text
source: Distance between lines [m]
pt_br: Afastamento entre as linhas [m]

# label25.Text
source: Dist between lines:
pt_br: Afastamento entre as linhas:

# label3.Text
source: Take a picture every [m]
pt_br: Tirar foto a cada [m]

# label27.Text
source: Distance between images:
pt_br: Distância entre imagens:

# groupBox6.Text
source: Simple Options
pt_br: Opções simples

# label6.Text
source: StartFrom
pt_br: Início de

# label29.Text
source: Ground Resolution:
pt_br: Resolução basica:

# groupBox7.Text
source: Plane Options
pt_br: Opções de aviões

# label7.Text
source: OverShoot [m]
pt_br: Sobre posição [m]

# label4.Text
source: Angle [deg]
pt_br: Angulo [gra]

# groupBox5.Text
source: Stats
pt_br: Status

# label5.Text
source: OverShoot [m]
pt_br: Sobre posição [m]

# groupBox2.Text
source: Camera Options
pt_br: Opções da camera

# CHK_boundary.Text
source: Boundary
pt_br: Limites

# groupBox3.Text
source: Trigger Method
pt_br: Metodo de disparo

# groupBox1.Text
source: Grid Options
pt_br: Opções de grid

# label9.Text
source: Sensor Height [mm]
pt_br: Altura do sensor [mm]

# BUT_Accept.Text
source: Accept
pt_br: Aceitar

# CHK_advanced.Text
source: Advanced Options
pt_br: Opções avançadas

# BUT_samplephoto.Text
source: Load Sample Photo
pt_br: Carregar amostra de foto

# tabSimple.Text
source: Simple
pt_br: Simples

# CHK_copter_headingholdlock.Text
source: Unlock from grid
pt_br: Destravar do Grid

# label31.Text
source: Flight Time (est):
pt_br: Tempo de voo (est):

# label34.Text
source: Pictures:
pt_br: Imagens:

# LBL_Alternating_lanes.Text
source: Alternate Lanes
pt_br: Alternar linhas

# label33.Text
source: No of Strips:
pt_br: Numero de tiras:

# label36.Text
source: Turn Dia (at 45d):
pt_br: Dia da curva (a 45d):

# label35.Text
source: Photo every (est):
pt_br: Foto a cada (est):

# CHK_usespeed.Text
source: Use speed for this mission
pt_br: Usar vel para essa missão

# BUT_save.Text
source: Save
pt_br: Salvar

# CHK_toandland_RTL.Text
source: Use RTL
pt_br: Usar RTL

# CHK_toandland.Text
source: Add Takeoff and Land WP's
pt_br: Adic. WPs para decolar e pousar

# CHK_camdirection.Text
source: Camera top facing forward
pt_br: Camera visão frontal superior

# CHK_markers.Text
source: Markers
pt_br: Marcas

# CHK_internals.Text
source: Internals
pt_br: Internos

# LBL_copter_delay.Text
source: Delay at WP (sec)
pt_br: Retardar no WP (sec)
