Repository: ArduPilot/MissionPlanner
Catalog: Grid/GridUI.*.resx
Languages: ru_ru, tr, uk

# tabGrid.Text
source: Grid Options
ru_ru: Параметры сетки
tr: Kılavuz Seçenekleri
uk: Параметри сітки

# label10.Text
source: Sensor Width [mm]
ru_ru: Ширина сенсора [мм]
tr: Sensör Genişliği [mm]
uk: Ширина датчика [mm]

# label13.Text
source: Image Width [Pixels]
ru_ru: Ширина изображения [пикселей]
tr: Resim genişliği [piksel]
uk: Ширина зображення [Pixels]

# label11.Text
source: Focal Length [mm]
ru_ru: Фокусное расстояние [мм]
tr: Odak uzunluğu [mm]
uk: Фокусна відстань [mm]

# chk_stopstart.Text
source: Breakup starts
uk: Розрив починається

# label14.Text
source: Image Height [Pixels]
ru_ru: Высота изображения [пикселей]
tr: Görüntü yüksekliği [piksel]
uk: Висота зображення [Pixels]

# $this.Text
source: Survey (Grid)
ru_ru: Обзор (сетка)
tr: Genel bakış
uk: Опитування (сітка)

# label17.Text
source: Cycle Time [s]
ru_ru: Время цикла [с]
tr: Çevrim süresi [s]
uk: Час циклу [s]

# CHK_copter_headinghold.Text
source: Heading Hold
ru_ru: Удержание курса
tr: Ders tutma
uk: Заголовок

# tabCamera.Text
source: Camera Config
ru_ru: Конфигурация камеры
tr: Kamera yapılandırma
uk: Налаштування камери

# label19.Text
source: Field of View Vertical [m]
ru_ru: Поле обзора по Верт. [м]
tr: Vert alan görünümü. [M]
uk: Поле перегляду вертикального [m]

# label20.Text
source: Field of View Horizontal [m]
ru_ru: Поле обзорапо Гориз. [m]
tr: Ufukta görüş alanı. [M]
uk: Поле зору горизонтально [m]

# groupBox_copter.Text
source: Copter Options
ru_ru: Опции Copter
tr: Helikopter Seçenekleri
uk: Параметри Коптера

# label21.Text
source: Calculated Values
ru_ru: Расчетные значения
tr: Hesaplanan Değerler
uk: Розрахункові значення

# label22.Text
source: Area:
ru_ru: Площадь:
tr: alan:
uk: Площа:

# LBL_Lane_Dist.Text
source: Min Lane separation
uk: Мінімальна відстань між лініями

# label23.Text
source: Distance:
ru_ru: Расстояние:
tr: Расстояние:
uk: Відстань:

# label24.Text
source: Flying Speed (est)
ru_ru: Скорость полета (est)
tr: Uçuş hızı (est)
uk: Літаюча швидкість (найкраща)

# label2.Text
source: Distance between lines [m]
ru_ru: Расстояние между линиями [м]
tr: Çizgiler arasındaki mesafe [m]
uk: Відстань між лініями [m]

# label25.Text
source: Dist between lines:
ru_ru: Расст. между линиями:
tr: Dist. çizgiler arasında:
uk: Відст. між рядками:

# label3.Text
source: Take a picture every [m]
ru_ru: Делать снимок каждые [м]
tr: Her fotoğrafı çek
uk: Робити фото кожні [m]

# label26.Text
source: Camera
ru_ru: Камера
tr: Кamera
uk: Камера

# label27.Text
source: Dist between images:
ru_ru: Расстояние между изображениями:
tr: Görüntüler arasındaki mesafe:
uk: Відст. між зображеннями:

# label1.Text
source: Altitude
ru_ru: Высота
tr: yükseklik
uk: Висота

# groupBox6.Text
source: Simple Options
ru_ru: Простые настройки
tr: Basit ayarları
uk: Прості параметри

# label29.Text
source: Ground Resolution:
ru_ru: Наземное разрешение:
tr: Yüzey çözünürlüğü:
uk: Заземлена роздільність:

# groupBox7.Text
source: Plane Options
ru_ru: Параметры БПЛА
tr: İHA Parametreleri
uk: Параметри площини

# groupBox4.Text
source: Display
ru_ru: Дисплей
tr: ekran
uk: Відображати

# label4.Text
source: Angle [deg]
ru_ru: Угол наклона
tr: Eğim açısı
uk: Кут [deg]

# groupBox5.Text
source: Stats
ru_ru: Статистика
tr: istatistik
uk: Статистика

# label5.Text
source: OverShoot [m]
ru_ru: Над съемкой [м]
tr: Cekim üzerinde [m]
uk: Володіння [m]

# groupBox2.Text
source: Camera Options
ru_ru: Параметры камеры
tr: Kamera ayarları
uk: Опції Камери

# CHK_boundary.Text
source: Boundary
ru_ru: Крайний
tr: aşırı
uk: Межа

# groupBox3.Text
source: Trigger Method
ru_ru: Метод триггера
tr: Tetikleme yöntemi
uk: Метод виклику

# label8.Text
source: Overlap [%]
ru_ru: Перекрытие [%]
tr: Örtüşen [%]
uk: Перекриття [%]

# groupBox1.Text
source: Grid Options
ru_ru: Параметры сетки
tr: Kılavuz Seçenekleri
uk: Параметри сітки

# label9.Text
source: Sensor Height [mm]
ru_ru: Высота датчика [мм]
tr: Sensör yüksekliği [mm]
uk: Висота датчика [mm]

# BUT_Accept.Text
source: Accept
ru_ru: Принять
tr: benimsemek
uk: Прийняти

# CHK_grid.Text
source: Grid
ru_ru: Сетка
tr: Net
uk: Сітка

# CHK_advanced.Text
source: Advanced Options
ru_ru: Расширенные опции
tr: Gelişmiş seçenekler
uk: Розширені налаштування

# BUT_samplephoto.Text
source: Load Sample Photo
ru_ru: Загрузить образец фото
tr: Örnek fotoğrafı yükle
uk: Завантажити приклад фото

# tabSimple.Text
source: Simple
ru_ru: Простой
tr: basit
uk: Просте

# CHK_copter_headingholdlock.Text
source: Unlock from grid
ru_ru: Разблокировать сетку
tr: Engellemeyi kaldır ızgarası
uk: Розблокувати з сітки

# label30.Text
source: Footprint:
uk: Розташування:

# label32.Text
source: LeadIn [m]
uk: Лідери [m]

# label31.Text
source: Flight Time (est):
ru_ru: Время полета (est):
tr: Uçuş süresi (est):
uk: Час політу (найкраще):

# label34.Text
source: Pictures:
ru_ru: Картинки:
tr: resimler:
uk: Зображення:

# LBL_Alternating_lanes.Text
source: Alternate Lanes
ru_ru: Альтернативные линии
tr: Alternatif çizgiler
uk: Альтернативні лінії

# label33.Text
source: No of Strips:
ru_ru: Нет полосок:
tr: Serit yok:
uk: № маршрутів:

# label36.Text
source: Turn Dia (at 45d):
uk: Увімкнути Дію (о 45д):

# label35.Text
source: Photo every (est):
ru_ru: Фотография каждые (est):
tr: Her resim (est):
uk: Фото кожні (найкраще):

# label38.Text
source: Control-S to save to file Control-O to load form file
ru_ru: Control-S для сохранения в файл Control-O для загрузки из файла
tr: Bir dosyadan yüklemek için Control-O dosyasına kaydetmek için Control-S
uk: Контроль - S для збереження у файл Control-O для завантаження файлу форми

# label37.Text
source: Split into x segments
ru_ru: Разделить на х сегментов
tr: X segmentlerine bölün
uk: Розділити на сегменти x

# rad_trigdist.Text
source: CAM_TRIGG_DIST
uk: Дата відкриття угоди

# CHK_footprints.Text
source: Footprints
uk: Місця розташування

# CHK_usespeed.Text
source: Use speed for this mission
ru_ru: Используйте скорость для этой миссии
tr: Bu görev için hız kullan
uk: Швидкість для цієї місії

# BUT_save.Text
source: Save
ru_ru: Сохранить
tr: tutmak
uk: Зберегти

# CHK_toandland.Text
source: Add Takeoff and Land WP's
ru_ru: Добавить точки ВЗЛЕТА и ПОСАДКИ
tr: RISE ve LANDING noktaları ekleyin
uk: Додати Зліт та Злиття

# CHK_camdirection.Text
source: Camera top facing forward
ru_ru: Верх камеры вверх
tr: Kameranın üstü
uk: Рух камери у напрямку вперед

# CHK_markers.Text
source: Markers
ru_ru: Маркеры
tr: belirteçler
uk: Маркери

# rad_digicam.Text
source: DO_DIGICAM_CONTROL
uk: ПОВЕРНИЙ КОНТРОЛЬ

# rad_repeatservo.Text
source: DO_REPEAT_SERVO
uk: ПОВЕРНУТИ ПЕРЕВЕРДИ

# rad_do_set_servo.Text
source: DO_SET_SERVO
uk: Виберіть SEO для завантаження

# CHK_internals.Text
source: Internals
ru_ru: Внутреннее
tr: Ic
uk: Міжрядкові

# chk_crossgrid.Text
source: Cross Grid
ru_ru: Кросс-сетка
tr: Capraz şebeke
uk: Крос-сітка

# LBL_copter_delay.Text
source: Delay at WP (sec)
ru_ru: Задержка в МТ (сек)
tr: MT (s) cinsinden gecikme
uk: Затримка на WP (сек)

# label44.Text
source: Min Shutter Speed:
ru_ru: Мин. Скорость затвора:
tr: Min. Çekim hızı:
uk: Мінімальна швидкість затвору:

# label40.Text
source: Ground Elevation:
ru_ru: Высота над уровнем моря:
tr: Deniz seviyesinden yüksekliği:
uk: Висота землі:

# label12.Text
source: cm/pixel
ru_ru: см/пиксель
tr: cm / piksel

# label16.Text
source: Servo
ru_ru: Серво
tr: guc

# label15.Text
source: Sidelap [%]
ru_ru: Боковые [%]
tr: Yanal [%]

# label6.Text
source: StartFrom
ru_ru: Начать с
tr: Ile başla

# label7.Text
source: OverShoot [m]
ru_ru: Над съемкой [м]
tr: Cekim üzerinde [m]

# CHK_toandland_RTL.Text
source: Use RTL
ru_ru: Использовать ВОЗВРАТ
tr: RETURN kullan

# chk_test.Text
source: Corridor
ru_ru: Коридор
tr: koridor

# label42.Text
source: Servo
ru_ru: Серво
tr: Guc

# label43.Text
source: Corridor Width [m]
ru_ru: Ширина коридора [м]
tr: Genişlik koridoru [m]
