Repository: ArduPilot/MissionPlanner
Catalog: Radio/3DRradio.*.resx
Languages: it_it, zh_hans

# S6.ToolTip
source: AIR_SPEED is the inter-radio data rate in rounded kbps. So 128 means 128kbps. Max is 192, min is 2. I would not recommend values below 16 as the frequency hopping and tdm sync times get too long.
it_it: MAVLINK Abilita/Disabilità "MAVLink packet framing". Questo cerca di allineare i "pacchetti radio" per MAVLink limiti pachetto,Questo è molto utile quando si perde un pacchetto nel flusso MAVLink
zh_hans: AIR_SPEED是内部无线数据速率，以kbps为单位取整。所以128意味着128kbps。最大是192，最小为2。我不推荐把值设为低于16的。值太小的话会使地面通信设备对频同步的时间过长。

# label2.Text
source: Format
it_it: Formato
zh_hans: 格式

# S1.ToolTip
source: Serial baud rate in rounded kbps. So 57 means 57600.
it_it: Baud seriale in kbps. Es. settare 57 per 57600 kbps.
zh_hans: 串行波特率 取整kbps。所以57的意思是57600。

# label1.Text
source: Baud
zh_hans: 波特率

# S2.ToolTip
source: AIR_SPEED is the inter-radio data rate in rounded kbps. So 128 means 128kbps. Max is 192, min is 2. I would not recommend values below 16 as the frequency hopping and tdm sync times get too long.
it_it: Velocità di trasmissione radio in kbps arrotondati. Es, 128 si intende 128kbps. il range è compreso tra [2 e 192]. Non è consigliabile valori sotto 16 in quanto i tempi di Tdm Sync risulterebbero troppo lunghi con salti di frequenza.
zh_hans: AIR_SPEED是内部无线数据速率，以kbps为单位取整。所以128意味着128kbps。最大是192，最小为2。我不推荐把值设为低于16的。值太小的话会使地面通信设备对频同步的时间过长。

# label3.Text
source: Air Speed
it_it: Velocità
zh_hans: 空速

# S3.ToolTip
source: NETID is a 16 bit 'network ID'. This is used to seed the frequency hopping sequence and to identify packets as coming from the right radio. Make sure you use a different NETID from anyone else running the same sort of radio in the area.
it_it: NETID è settato a 16 bit "ID di rete". Questo è utilizzato per inviare la sequenza di salto di frequenza e per identificare i pacchetti come provenienti dalla vostra Radio. Assicurarsi di utilizzare un NETID diverso da altre radiopresenti nelle vostre vicinanze
zh_hans: 网络ID是一个16位的 'network ID'。用于播发频率期望序列来识别数据包是否来自正确的数传。确保你使用的网络ID和本区域的其他数传不同。

# label4.Text
source: Net ID
zh_hans: 网络 ID

# S4.ToolTip
source: TXPOWER is the transmit power in dBm. 20dBm is 100mW. It is useful to set this to lower levels for short range testing.
it_it: POWERTX è la potenza di trasmissione in dBm. 20dBm corrisponde a 100mW. È utile impostare questo parametrocon un valore basso per test a corto raggio.
zh_hans: TXPOWER为发射功率，单位dBm。20dBm是100mW，在短距离测试的时候很有空，可以设低一点。

# label5.Text
source: Tx Power
it_it: Potenza Tx
zh_hans: 发射功率

# S5.ToolTip
source: ECC is to enable/disable the golay error correcting code. It defaults to off. If you enable it then you packets take twice as many bytes to send, so you lose half your air bandwidth, but it can correct up to 3 bit errors per 12 bits of data. Use this for long range, usually in combination with a lower air data rate. The golay decode takes 20 microsecond per transmitted byte (40 microseconds per user data byte) which means you will also be a bit CPU constrained at the highest air data rates. So you usually use golay at 128kbps or less.
it_it: ECC Abilitare / Disabilitare l'errore Golay "codice di correzione". Il valore predefinito è off. Se lo si attiva allora i pacchetti occuperanno il doppio dei byte da inviare, in modo si perderà la metà della vostra banda radio, ma si può correggere fino a 3 bit di errore per 12 bit di dati. Per utilizzare questo intervallo lungo di solito si combina con una bassa velocità dati. La decodifica Golay prende 20 ms per ogni byte trasmesso (40 ms per ogni byte dati), il che significa che la CPU avrà un carico maggiore per la correzione dell'errore. Quindi di solito si usa Golay a 128 kbps o meno.
zh_hans: ECC用来启用/禁用戈莱纠错码。默认为关。如果你启用了它，那么你的数据包就会以两倍的字节发送，这样你就失去了一半的空中波特宽度，但是它可以纠正每12位数据的3位错误。在长距离时用此项，通常结合较低的空中数据速率。戈莱解码每个传输字节花费20微妙 (每个用户数据字节40微妙)这意味着在空中高速率传播CPU有一点受限。所以使用个戈莱纠错时速率要在128kbps或更低。

# label8.Text
source: Op Resend
it_it: Rinvio Op
zh_hans: Op 发送

# S7.ToolTip
source: OPPRESEND enables/disables "opportunistic resend". When enabled the radio will send a packet twice if the serial input buffer has less than 256 bytes in it. The 2nd send is marked as a resend and discarded by the receiving radio if it got the first packet OK. This makes a big difference to the link quality, especially for uplink commands.
it_it: OPPRESEND Abilita / Disabilita "rispedizione oppresend". Quando è abilitata, la radio invierà un pacchetto due volte se il buffer di ingresso seriale ha meno di 256 byte. Il 2 ° invio viene contrassegnato come di rinvio e scartato dalla radio ricevente se ha ottenuto l'OK del primo pacchetto. Questo permette un netto miglioramento sulla qualità della connessione, particolarmente per i comandi di uplink.
zh_hans: OPPRESEND 启用/禁用“条件性重发”。当启动时，当输入缓冲含有少于256字节时电台将两次发送同一个数据包。第二遍将标记为重发，接收电台在正确收到第一个包时会忽略重发的包。这对链路质量，特别是上行命令有很大的影响。

# linkLabel_mavlink.Text
source: Settings for Standard Mavlink
zh_hans: 用于标准Mavlink的设置

# linkLabel_lowlatency.Text
source: Settings for Low Latency
zh_hans: 低延时设置

# label18.Text
source: Max Window (ms)
it_it: Node ID
zh_hans: 最大窗口 (ms)

# S15.ToolTip
source: Node ID. Base node ID is 0. One node must be acting as a base for a multipoint environment to work.
it_it: Node ID. Il nodo base ha ID = 0. Un nodo deve agire come base per permettere di lavorare in un ambiente multipunto.
zh_hans: 节点ID。基本节点ID为0。一个节点必须基于一个多点环境工作。

# label13.Text
source: Min Freq
it_it: Freq Min
zh_hans: 最小频率

# S9.ToolTip
source: maximum frequency in kHz
it_it: Frequenza massima in kHz
zh_hans: 最大频率 单位kHz

# S10.ToolTip
source: number of frequency hopping channels
zh_hans: 信道数量

# S11.ToolTip
source: the percentage of time to allow transmit
it_it: Tempo in percentuale per consentire la trasmissione
zh_hans: 允许传输的时间百分比

# S12.ToolTip
source: Listen Before Talk threshold
it_it: Ascolta la prima soglia di conversazione
zh_hans: 达到通话阈值前仅收听

# label16.Text
source: Duty Cycle
zh_hans: 占空比

# S8.ToolTip
source: minimum frequency in kHz
it_it: Frequenza minima in kHz
zh_hans: 最小频率 单位kHz

# label15.Text
source: # of Channels
it_it: # Canali
zh_hans: 通道 #

# label14.Text
source: Max Freq
zh_hans: 最大频率

# RS6.ToolTip
source: AIR_SPEED is the inter-radio data rate in rounded kbps. So 128 means 128kbps. Max is 192, min is 2. I would not recommend values below 16 as the frequency hopping and tdm sync times get too long.
it_it: MAVLINK Abilita/Disabilità "MAVLink packet framing". Questo cerca di allineare i "pacchetti radio" per MAVLink limiti pachetto,Questo è molto utile quando si perde un pacchetto nel flusso MAVLink
zh_hans: AIR_SPEED是内部无线数据速率，以kbps为单位取整。所以128意味着128kbps。最大是192，最小为2。我不推荐把值设为低于16的。值太小的话会使地面通信设备对频同步的时间过长。

# RS1.ToolTip
source: Serial baud rate in rounded kbps. So 57 means 57600.
it_it: Baud seriale in kbps. Es. settare 57 per 57600 kbps.
zh_hans: 串行波特率，以单位kbps取整。所以57意味着57600。

# RS2.ToolTip
source: AIR_SPEED is the inter-radio data rate in rounded kbps. So 128 means 128kbps. Max is 192, min is 2. I would not recommend values below 16 as the frequency hopping and tdm sync times get too long.
it_it: Velocità di trasmissione radio in kbps arrotondati. Es, 128 si intende 128kbps. il range è compreso tra [2 e 192]. Non è consigliabile valori sotto 16 in quanto i tempi di Tdm Sync risulterebbero troppo lunghi con salti di frequenza.
zh_hans: AIR_SPEED是内部无线数据速率，以kbps为单位取整。所以128意味着128kbps。最大是192，最小为2。我不推荐把值设为低于16的。值太小的话会使地面通信设备对频同步的时间过长。

# RS3.ToolTip
source: NETID is a 16 bit 'network ID'. This is used to seed the frequency hopping sequence and to identify packets as coming from the right radio. Make sure you use a different NETID from anyone else running the same sort of radio in the area.
it_it: NETID è settato a 16 bit "ID di rete". Questo è utilizzato per inviare la sequenza di salto di frequenza e per identificare i pacchetti come provenienti dalla vostra Radio. Assicurarsi di utilizzare un NETID diverso da altre radiopresenti nelle vostre vicinanze
zh_hans: 网络ID是一个16位的 'network ID'。用于播发频率期望序列来识别数据包是否来自正确的数传。确保你使用的网络ID和本区域的其他数传不同。

# label25.Text
source: Op Resend
it_it: Rinvio Op
zh_hans: Op 发送

# RS4.ToolTip
source: TXPOWER is the transmit power in dBm. 20dBm is 100mW. It is useful to set this to lower levels for short range testing.
it_it: POWERTX è la potenza di trasmissione in dBm. 20dBm corrisponde a 100mW. È utile impostare questo parametrocon un valore basso per test a corto raggio.
zh_hans: TXPOWER为发射功率，单位dBm。20dBm是100mW，在短距离测试的时候很有空，可以设低一点。

# RS5.ToolTip
source: ECC is to enable/disable the golay error correcting code. It defaults to off. If you enable it then you packets take twice as many bytes to send, so you lose half your air bandwidth, but it can correct up to 3 bit errors per 12 bits of data. Use this for long range, usually in combination with a lower air data rate. The golay decode takes 20 microsecond per transmitted byte (40 microseconds per user data byte) which means you will also be a bit CPU constrained at the highest air data rates. So you usually use golay at 128kbps or less.
it_it: ECC Abilitare / Disabilitare l'errore Golay "codice di correzione". Il valore predefinito è off. Se lo si attiva allora i pacchetti occuperanno il doppio dei byte da inviare, in modo si perderà la metà della vostra banda radio, ma si può correggere fino a 3 bit di errore per 12 bit di dati. Per utilizzare questo intervallo lungo di solito si combina con una bassa velocità dati. La decodifica Golay prende 20 ms per ogni byte trasmesso (40 ms per ogni byte dati), il che significa che la CPU avrà un carico maggiore per la correzione dell'errore. Quindi di solito si usa Golay a 128 kbps o meno.
zh_hans: ECC用来启用/禁用戈莱纠错码。默认为关。如果你启用了它，那么你的数据包就会以两倍的字节发送，这样你就失去了一半的空中波特宽度，但是它可以纠正每12位数据的3位错误。在长距离时用此项，通常结合较低的空中数据速率。戈莱解码每个传输字节花费20微妙 (每个用户数据字节40微妙)这意味着在空中高速率传播CPU有一点受限。所以使用个戈莱纠错时速率要在128kbps或更低。

# label28.Text
source: Tx Power
it_it: Potenza Tx
zh_hans: 发射功率

# RS7.ToolTip
source: OPPRESEND enables/disables "opportunistic resend". When enabled the radio will send a packet twice if the serial input buffer has less than 256 bytes in it. The 2nd send is marked as a resend and discarded by the receiving radio if it got the first packet OK. This makes a big difference to the link quality, especially for uplink commands.
it_it: OPPRESEND Abilita / Disabilita "rispedizione oppresend". Quando è abilitata, la radio invierà un pacchetto due volte se il buffer di ingresso seriale ha meno di 256 byte. Il 2 ° invio viene contrassegnato come di rinvio e scartato dalla radio ricevente se ha ottenuto l'OK del primo pacchetto. Questo permette un netto miglioramento sulla qualità della connessione, particolarmente per i comandi di uplink.
zh_hans: OPPRESEND 启用/禁用“条件性重发”。当启动时，当输入缓冲含有少于256字节时电台将两次发送同一个数据包。第二遍将标记为重发，接收电台在正确收到第一个包时会忽略重发的包。这对链路质量，特别是上行命令有很大的影响。

# label29.Text
source: Net ID
zh_hans: 网络 ID

# label32.Text
source: Baud
zh_hans: 波特率

# label30.Text
source: Air Speed
it_it: Velocità
zh_hans: 空速

# label31.Text
source: Format
it_it: Formato
zh_hans: 格式

# label34.Text
source: Max Window (ms)
zh_hans: 最大窗口 (ms)

# RS15.ToolTip
source: Node ID. Base node ID is 0. One node must be acting as a base for a multipoint environment to work.
zh_hans: 节点ID。基本节点ID为0。一个节点必须基于一个多点环境工作。

# label24.Text
source: Min Freq
zh_hans: 最小频率

# RS9.ToolTip
source: maximum frequency in kHz
it_it: Frequenza massima in kHz
zh_hans: 最大频率 单位kHz

# RS10.ToolTip
source: number of frequency hopping channels
zh_hans: 信道数量

# RS11.ToolTip
source: the percentage of time to allow transmit
it_it: Tempo in percentuale per consentire la trasmissione
zh_hans: 允许发送的时间百分比

# RS12.ToolTip
source: Listen Before Talk threshold
it_it: Ascolta la prima soglia di conversazione
zh_hans: 达到通话阈值前仅收听

# RS8.ToolTip
source: minimum frequency in kHz
it_it: Frequenza minima in kHz
zh_hans: 最小频率 单位kHz

# label23.Text
source: Max Freq
zh_hans: 最大频率

# label22.Text
source: # of Channels
it_it: # Canali
zh_hans: 通道 #

# label21.Text
source: Duty Cycle
zh_hans: 占空比

# RSSI.ToolTip
source: see the spec for a RSSI to dBm graph. The numbers at the end are: txe: number of transmit errors (eg. transmit timeouts) rxe: number of receive errors (crc error, framing error etc) stx: number of serial transmit overflows rrx: number of serial receive overflows ecc: number of 12 bit words successfully corrected by the golay code which result in a valid packet CRC
it_it: Vedere le specifiche per un RSSI di grafico dBm. I numeri alla fine sono: #TXE: numero di errori di trasmissione (es. timeout di trasmissione) #RXE: numero errori in ricezione (errore CRC, framing error, ecc) #STX: numero di overflow di trasmissione serial #RRX: numero di serie overflow #ECC: numero di 12bit words corretti dal codice di Golay (ECC) che comportano un pacchetto valido CRC
zh_hans: RSSI转换至dBm图像查看的说明。在尾部的数字是: txe: 发送错误的数量(如发送超时) rxe: 接收错误的数量（crc错误，框架错误等） stx: 串行发送溢出的数量 rrx: 串行接收溢出的数量 ecc: 成功被戈莱码纠正的结果有效的12位语句数据包CRC的数量

# linkLabel1.Text
source: Status Leds
it_it: Stato LED
zh_hans: LED状态含义

# linkLabel1.ToolTip
source: The 3DR Radios have 2 status LEDs, one red and one green. green LED blinking - searching for another radio green LED solid - link is established with another radio red LED flashing - transmitting data red LED solid - in firmware update mode
it_it: Le radio 3DR hanno 2 LED di stato, uno rosso e uno verde. #LED verde lampeggiante - Ricerca radio da accoppiare #LED verde fisso - Collegamento stabilito tra le radio. #LED rosso lampeggiante - la trasmissione dei dati. #LED rosso fisso - Aggiornamento del firmware
zh_hans: 3DR 电台有2个状态指示灯，一个红色，另一个绿色 绿色灯闪烁 - 搜索另一个电台 绿色灯常亮 - 与另一电台的链路已经建立 红色灯闪烁 - 传输数据 红色灯常亮 - 固件更新模式

# label11.Text
source: Version
it_it: Versione
zh_hans: 版本

# BUT_savesettings.Text
source: Save Settings
it_it: Salva Settaggi
zh_hans: 保存设置

# BUT_getcurrent.Text
source: Load Settings
it_it: Carica Settaggi
zh_hans: 加载设置

# lbl_status.Text
source: NOTE: Always click "Copy required to remote" when modifying this ensures you wont lose radio link
zh_hans: 注意：在修改后始终点击“复制所需项目至远端” 将确保您不会丢失无线电链路

# BUT_upload.Text
source: Upload Firmware (Local)
it_it: Aggiornamento FIRMWARE (Locale)
zh_hans: 加载固件（本地）

# BUT_Syncoptions.Text
source: Copy required to remote
it_it: Copia i valori impostati sul modulo Radio Remoto
zh_hans: 复制所需项目至远端

# groupBox1.Text
source: Local
it_it: Modulo di terra
zh_hans: 本地

# label9.Text
source: Version
it_it: Versione
zh_hans: 版本

# groupBox2.Text
source: Remote
it_it: Modulo Remoto
zh_hans: 远程

# BUT_resettodefault.Text
source: Reset to Defaults
it_it: Reset di Default
zh_hans: 重置为默认

# BUT_loadcustom.Text
source: Upload Custom Firmware
zh_hans: 上传自定义固件

# label19.Text
source: RTS CTS
it_it: Nodo Dest

# label33.Text
source: RTS CTS
it_it: Conteggio Nodo
