Repository: ArduPilot/MissionPlanner
Catalog: Radio/Sikradio.*.resx
Languages: az_latn_az, pt_br, ru_kz, tr, uk

# GPI1_1R_CIN.ToolTip
source: GPI1_1R/CIN Sets GPIO 1.1 as R/C(PPM) input
az_latn_az: OPPRESEND "opportunistic resend" i imkan verir / söndürür. Aktivləşdirildikdə, serial giriş tamponunda 256 baytdan az olduqda radio iki dəfə bir paket göndərəcəkdir. 2-ci göndəriş bir resend kimi qeyd olunur və qəbul edən radio tərəfindən buraxılırsa ilk paket OK. Xüsusilə uplink komutları üçün link keyfiyyətinə böyük fərq yaradır.
pt_br: OPPRESEND habilitar/desabilitar “oportunista re-envio”. Quando habilitado o rádio vai mandar pacotes duas vezes se o buffer da serial estiver com menos de 256 bytes nele. O segundo envio esta marcado como re-envio e descarte pelo receptor caso ele receba o primeiro pacote. Isso faz uma grande diferença na qualidade do link, especialmente para envio de comandos.
ru_kz: OPPRESEND включает / отключает «оппортунистическую повторную отправку». Когда включено, радио будет отправлять пакет дважды, если в буфере последовательного ввода меньше 256 байтов. Вторая передача помечена как повторная отправка и отбрасывается принимающей радиостанцией, если она получила первый пакет «ОК». Это существенно влияет на качество связи, особенно для команд восходящей линии связи.
tr: OPPRESEND, "fırsatçı yeniden gönderme"yi etkinleştirir / devre dışı bırakır. Etkinleştirildiğinde, seri arabelleğinde 256 bayttan az olduğunda telsiz paketi iki kez gönderir. İkinci iletim, ilk "OK" paketini aldığında alıcı radyo tarafından yeniden gönderme ve atma olarak işaretlenir. Bu, özellikle uplink komutları için iletişimin kalitesini önemli ölçüde etkiler.
uk: OPPRESEND enables/вимикає "перенавчання опортунізму". Якщо включено, радіо буде відправляти пакет двічі, якщо буфер серійного вводу має менше 256 байт. Друге повідомлення помічено у вигляді повторного відправлення і відкинуто радіо, якщо в ньому є перший пакет ОК. Це має велике значення для якості посилання, особливо для команд з uplink .

# BUT_loadcustom.Text
source: Upload Firmware (custom)
az_latn_az: Xüsusi proqram təminatı yükləyin
pt_br: Carregar firmware customizado
ru_kz: Загрузка пользовательской прошивки
tr: Özel ürün yazılımı indirin
uk: Завантажити прошивку

# BUT_upload.Text
source: Upload Firmware (standard)
az_latn_az: Firmware yüklə (Yerli)
pt_br: Carregar firmware (Local)
ru_kz: Загрузка прошивки (локальная)
tr: Firmware indirme (yerel)
uk: Завантажити прошивку (локально)

# lblRNODEID.Text
source: Node ID
uk: ID вузла

# lblRMAX_RETRIES.Text
source: Max Retries
uk: Кількість спроб

# RDUTY_CYCLE.ToolTip
source: the percentage of time to allow transmit
az_latn_az: Qəbul olunmuş Ötürmək üçün vaxtın faizi
pt_br: Percentual de tempo para permitir a transmissão.
ru_kz: процент времени для передачи
tr: iletim için geçen sürenin yüzdesi
uk: відсоток часу, що дозволить передачі

# lblMAX_RETRIES.Text
source: Max Retries
uk: Кількість спроб

# RMAX_FREQ.ToolTip
source: maximum frequency in kHz
az_latn_az: kHz-də maksimum tezlik
pt_br: Frequencia máxima em KHz
ru_kz: максимальная частота в кГц
tr: kHz'de maksimum frekans
uk: максимальна частота в кГц

# BUT_getcurrent.Text
source: Load Settings
az_latn_az: Parametrləri yüklə
pt_br: Carregar ajustes
ru_kz: Настройки загрузки
tr: onyükleme Ayarları
uk: Параметри завантаження

# BUT_SetPPMFailSafe.Text
source: Set PPM Fail Safe
uk: Установити PPM безпечне блокування

# lblANT_MODE.Text
source: Antenna Mode
uk: Режим антени

# RGPO1_1R_COUT.ToolTip
source: GPI1_1R/COUT Sets GPIO 1.1 as R/C(PPM) output
az_latn_az: OPPRESEND "opportunistic resend" i imkan verir / söndürür. Aktivləşdirildikdə, serial giriş tamponunda 256 baytdan az olduqda radio iki dəfə bir paket göndərəcəkdir. 2-ci göndəriş bir resend kimi qeyd olunur və qəbul edən radio tərəfindən buraxılırsa ilk paket OK. Xüsusilə uplink komutları üçün link keyfiyyətinə böyük fərq yaradır.
ru_kz: OPPRESEND включает / отключает «оппортунистическую повторную отправку». Когда включено, радио будет отправлять пакет дважды, если в буфере последовательного ввода меньше 256 байтов. Вторая передача помечена как повторная отправка и отбрасывается принимающей радиостанцией, если она получила первый пакет «ОК». Это существенно влияет на качество связи, особенно для команд восходящей линии связи.
tr: OPPRESEND, "fırsatçı yeniden gönderme" yi etkinleştirir / devre dışı bırakır. Etkinleştirildiğinde, seri arabelleğinde 256 bayttan az olduğunda telsiz paketi iki kez gönderir. İkinci iletim, ilk "OK" paketini aldığında alıcı radyo tarafından yeniden gönderme ve atma olarak işaretlenir. Bu, özellikle uplink komutları için iletişimin kalitesini önemli ölçüde etkiler.
uk: OPPRESEND enables/вимикає "перенавчання опортунізму". Якщо включено, радіо буде відправляти пакет двічі, якщо буфер серійного вводу має менше 256 байт. Друге повідомлення помічено у вигляді повторного відправлення і відкинуто радіо, якщо в ньому є перший пакет ОК. Це має велике значення для якості посилання, особливо для команд з uplink .

# RECC.ToolTip
source: ECC is to enable/disable the golay error correcting code. It defaults to off. If you enable it then you packets take twice as many bytes to send, so you lose half your air bandwidth, but it can correct up to 3 bit errors per 12 bits of data. Use this for long range, usually in combination with a lower air data rate. The golay decode takes 20 microsecond per transmitted byte (40 microseconds per user data byte) which means you will also be a bit CPU constrained at the highest air data rates. So you usually use golay at 128kbps or less.
ru_kz: ECC - включить / отключить код исправления ошибок golay. По умолчанию он отключен. Если вы включите его, вы получите в два раза больше байтов, чтобы потерять половину полосы пропускания, но он может исправить до 3-х битных ошибок на каждые 12 бит данных. Используйте это для дальнего действия, обычно в сочетании с более низкой скоростью передачи данных. Голай-декодирование занимает 20 микросекунд на каждый передаваемый байт (40 мкс на каждый байт данных пользователя), что означает, что вы также будете иметь ограниченный процессор с максимальной скоростью передачи данных. Таким образом, вы обычно используете голею со скоростью 128 Кбит / с или меньше.
tr: ECC-kolay hata düzeltme kodunu etkinleştirin / devre dışı bırakın. Varsayılan olarak devre dışıdır. Bunu açarsanız, bant genişliğinin yarısını kaybetmek için iki kat daha fazla bayt elde edeceksiniz, ancak her 12 bit veri için 3 bitlik hataları düzeltebilir. Bunu genellikle daha düşük bir veri hızı ile birlikte uzun menzil için kullanın. Golay kod çözme, iletilen bayt başına 20 mikrosaniye sürer (kullanıcı veri baytı başına 40'ar), bu da maksimum veri aktarım hızına sahip sınırlı bir işlemciye sahip olacağınız anlamına gelir. Böylece, genellikle golleri 128 Kbps veya daha düşük bir hızda kullanırsınız.
uk: ЕКС має вкл/вимк модуля корекції помилок голью. За умовчанням, це вимкнено. Якщо ви активуєте його, пакети можуть зайняти вдвічі більше байтів, так що ви втрачаєте половину ширини вашого повітря, але він може виправити до 3 бітових помилок на 12 бітів даних. Це використовується для великого діапазону, як правило, у поєднанні з нижчою частотою повітря. golay декод займає 20 мікросекунд за передавання байту (40 мікросекунд на дані користувача), що також означає, що ви будете бітом ЦП, обмеженим за найвищими показниками повітряних даних. Так що ви зазвичай використовуєте голью на 128Кбіт/с або менше

# BUT_SetPPMFailSafe.ToolTip
source: Record default PPM stream for PPM output (vehicle side)
uk: Запис потоку PPM за замовчуванням для виводу PPM (на стороні автомобіля)

# RLBT_RSSI.ToolTip
source: Listen Before Talk threshold
az_latn_az: Müzakirədən əvvəl qulaq asın
uk: Слухайте перед порогом Talk

# MAX_FREQ.ToolTip
source: maximum frequency in kHz
az_latn_az: kHz-də maksimum tezlik
ru_kz: максимальная частота в кГц
tr: kHz'de maksimum frekans
uk: максимальна частота в кГц

# RSSI.ToolTip
source: see the spec for a RSSI to dBm graph. The numbers at the end are: txe: number of transmit errors (eg. transmit timeouts) rxe: number of receive errors (crc error, framing error etc) stx: number of serial transmit overflows rrx: number of serial receive overflows ecc: number of 12 bit words successfully corrected by the golay code which result in a valid packet CRC
ru_kz: см. спецификацию для графика RSSI на дБм. Числа в конце: txe: количество ошибок передачи (например, тайм-ауты передачи). rxe: количество ошибок приема (ошибка crc, ошибка кадрирования и т. д.). stx: количество последовательных пересылок. rrx: количество последовательных переполнений. ecc: количество 12-битных слов, успешно скорректированных с помощью кода голиада. которые приводят к действительному пакетному CRC
tr: dBm'de RSSI grafiğinin spesifikasyonuna bakınız. Sondaki sayılar: txe: iletim hatalarının sayısı (örneğin, iletim zaman aşımları). rxe: alım hatalarının sayısı (hata crc, çerçeveleme hatası, vb.). stx: ardışık transferlerin sayısı. rrx: ardışık taşma sayısı. ecc: Goliad kodu kullanılarak başarılı bir şekilde düzeltilen 12 bitlik kelimelerin sayısı. gerçek bir parti CRC'ye giden
uk: перевірте специфікацію для RSSI на dBm графік. Числа в кінці: txe: кількість помилок передачі (наприклад. transmit тайм-аути) rx: кількість помилок (crc error, помилка формування тощо) stx: кількість послідовного передачі rx: кількість послідовного отримання розширень екск слів: кількість з 12 бітових слів успішно виправлена золотим кодом що призводить до правильного пакета CRC

# GPO1_1R_COUT.ToolTip
source: GPI1_1R/COUT Sets GPIO 1.1 as R/C(PPM) output
az_latn_az: OPPRESEND "opportunistic resend" i imkan verir / söndürür. Aktivləşdirildikdə, serial giriş tamponunda 256 baytdan az olduqda radio iki dəfə bir paket göndərəcəkdir. 2-ci göndəriş bir resend kimi qeyd olunur və qəbul edən radio tərəfindən buraxılırsa ilk paket OK. Xüsusilə uplink komutları üçün link keyfiyyətinə böyük fərq yaradır.
pt_br: OPPRESEND habilitar/desabilitar “oportunista re-envio”. Quando habilitado o rádio vai mandar pacotes duas vezes se o buffer da serial estiver com menos de 256 bytes nele. O segundo envio esta marcado como re-envio e descarte pelo receptor caso ele receba o primeiro pacote. Isso faz uma grande diferença na qualidade do link, especialmente para envio de comandos.
ru_kz: OPPRESEND включает / отключает «оппортунистическую повторную отправку». Когда включено, радио будет отправлять пакет дважды, если в буфере последовательного ввода меньше 256 байтов. Вторая передача помечена как повторная отправка и отбрасывается принимающей радиостанцией, если она получила первый пакет «ОК». Это существенно влияет на качество связи, особенно для команд восходящей линии связи.
tr: OPPRESEND, "fırsatçı yeniden gönderme" yi etkinleştirir / devre dışı bırakır. Etkinleştirildiğinde, seri arabelleğinde 256 bayttan az olduğunda telsiz paketi iki kez gönderir. İkinci iletim, ilk "OK" paketini aldığında alıcı radyo tarafından yeniden gönderme ve atma olarak işaretlenir. Bu, özellikle uplink komutları için iletişimin kalitesini önemli ölçüde etkiler.
uk: OPPRESEND enables/вимикає "перенавчання опортунізму". Якщо включено, радіо буде відправляти пакет двічі, якщо буфер серійного вводу має менше 256 байт. Друге повідомлення помічено у вигляді повторного відправлення і відкинуто радіо, якщо в ньому є перший пакет ОК. Це має велике значення для якості посилання, особливо для команд з uplink .

# RRTSCTS.ToolTip
source: Enable or disable Hardware flow control
pt_br: Habilitae ou desabilitar controle de fluxo do hardware
ru_kz: Включение или отключение контроля аппаратного потока
tr: Donanım akışı izlemeyi etkinleştirin veya devre dışı bırakın
uk: Увімкнення або вимкнення керування апаратним потоком

# MAVLINK.ToolTip
source: Mavlink
az_latn_az: AIR_SPEED yuvarlaqlaşdırılmış kbps-də inter-radio data rate. Belə ki, 128 128 kbit / s deməkdir. Max 192, min 2'dir. Tezlik atlamalı və tdm sinxronizasiya dəfə çox uzun olanda mən 16-dən aşağı dəyərləri təklif etməyəcəyəm.
pt_br: AIR_SPEED é o inteiro da transmissão do rádio em kbps. Então 128 significa 128kbps. Max é 192, min é 2. Recomendo valor abaixo de 16 já que o salto de frequencia e sincronizador de tempo tdm fica muito longo.
ru_kz: AIR_SPEED - это скорость передачи данных между радиоканалами в округлых kbps. Таким образом, 128 означает 128 Кбит / с. Макс - 192, мин - 2. Я бы не рекомендовал значения ниже 16, так как частота скачкообразного изменения частоты и времени синхронизации tdm слишком велики.
tr: AIR_SPEED, yuvarlanmış kbps'deki radyo kanalları arasındaki veri hızıdır. Böylece 128, 128 Kbps anlamına gelir. Maks - 192, min - 2. Frekans atlamalı ve senkronizasyon zamanı tdm frekansı çok yüksek olduğu için 16'nın altında bir değer önermem.
uk: AIR_SPEED це частота міжрадіо-даних у заокруглених Кбіт/с, тобто 128 означає 128Кб/с. Макс. дорівнює 192, хв дорівнює 2. Я не рекомендую значення нижче 16 як періодична стрибок і час синхронізації tdm дуже довгий.

# TXPOWER.ToolTip
source: TXPOWER is the transmit power in dBm. 20dBm is 100mW. It is useful to set this to lower levels for short range testing.
az_latn_az: TXPOWER dBm-də ötürücü gücdür. 20dBm 100mW'dir. Qısa müddətli testlər üçün bu səviyyəni daha aşağı səviyyədə müəyyən etmək faydalıdır.
pt_br: TXPOWER é a potencia de transmissão em dbm. 20dbm é 100mW. E bom ajustar esse valor baixo para distâncias curtas.
ru_kz: TXPOWER - это мощность передачи в дБм. 20 дБм - 100 мВт. Полезно установить это на более низкие уровни для краткосрочного тестирования.
tr: TXPOWER, dBm'deki aktarım gücüdür. 20 dBm - 100 mW. Kısa süreli test için bunu daha düşük seviyelere ayarlamak faydalıdır.
uk: TXPOWER це потужність передачі в dBm. 20 dBm 100mW. Встановити це на нижчі рівні для короткого тестування діапазону.

# RTSCTS.ToolTip
source: Enable or disable Hardware flow control
pt_br: Habilitar ou desabilitar o controle de fluxo do hardware
ru_kz: Включение или отключение контроля аппаратного потока
tr: Donanım akışı izlemeyi etkinleştirin veya devre dışı bırakın
uk: Увімкнення або вимкнення керування апаратним потоком
