Repository: ArduPilot/MissionPlanner
Catalog: Radio/Sikradio.*.resx
Languages: az_latn_az, pt_br, ru_kz, tr, uk

# lblMAX_DATA.Text
source: Max Data
uk: Максимум даних

# linkLabel1.ToolTip
source: The 3DR Radios have 2 status LEDs, one red and one green. green LED blinking - searching for another radio green LED solid - link is established with another radio red LED flashing - transmitting data red LED solid - in firmware update mode
az_latn_az: 3DR Radioslarda 2 statuslu LED, bir qırmızı və bir yaşıl rəng var. yaşıl LED yanıb-sönən - başqa radio axtar Yaşıl LED dayanıqlı keçid başqa bir radio ilə qurulur qırmızı LED yanıb - məlumatların ötürülməsi qırmızı LED solid - firmware yeniləmə rejimində
pt_br: O radio 3D tem dois LEDs de Status, vermelhor e verde. Verde piscando – procurando outro rádio Verde sólido - link estabelecido com outro rádio Vermelho piscando – transmitindo dados Vermelho sólido – em modo de atualização de firmware
ru_kz: Радиостанции 3DR имеют 2 светодиодных индикатора состояния, один красный и один зеленый. зеленый светодиод мигает - поиск другого радио. зеленое светодиод горит - соединение установлено. красный светодиод мигает - передача данных. красный светодиод горит - обновление прошивки.
tr: Radyo istasyonları 3DR, biri kırmızı ve bir yeşil olmak üzere 2 LED durum göstergesine sahiptir. Yeşil LED yanıp sönüyor - Başka bir radyo arayın. Yeşil LED yanar - bağlantı kurulur. kırmızı LED yanıp sönüyor - veri iletimi. kırmızı LED açık - firmware güncellemesi.
uk: 3DR Radios має 2 світлодіоди, один червоний та один зелений. зелений LED Миготує - пошук іншого радіо зеленого цілого світлодіода - посилання встановлено на інше радіо- червоним LED миготуванням - передачу даних червоний світлодіод - в режимі оновлення прошивки

# RTXPOWER.ToolTip
source: TXPOWER is the transmit power in dBm. 20dBm is 100mW. It is useful to set this to lower levels for short range testing.
az_latn_az: TXPOWER dBm-də ötürücü gücdür. 20dBm 100mW'dir. Qısa müddətli testlər üçün bu səviyyəni daha aşağı səviyyədə müəyyən etmək faydalıdır.
pt_br: POTENCIATX está em dbm. 20dbm é 100mW. E bom ajustar isso para baixa potencia em curta distância.
ru_kz: TXPOWER - это мощность передачи в дБм. 20 дБм - 100 мВт. Полезно установить это на более низкие уровни для краткосрочного тестирования.
tr: TXPOWER, dBm'deki aktarım gücüdür. 20 dBm - 100 mW. Kısa süreli test için bunu daha düşük seviyelere ayarlamak faydalıdır.
uk: TXPOWER це потужність передачі в dBm. 20 dBm 100mW. Встановити це на нижчі рівні для короткого тестування діапазону.

# RNETID.ToolTip
source: NETID is a 16 bit 'network ID'. This is used to seed the frequency hopping sequence and to identify packets as coming from the right radio. Make sure you use a different NETID from anyone else running the same sort of radio in the area.
az_latn_az: NETID bir 16 bit 'şəbəkə ID'dir. Bu, tezliyi atlayan sekansı toxumlamaq və paketləri doğru radiodan gələn kimi müəyyən etmək üçün istifadə olunur. Bölgədə eyni növ radio işləyən hər kəsdən fərqli bir NETID istifadə etdiyinizə əmin olun.
pt_br: NETID e 16 bits ‘network ID’. Isso é usado para buscar o salto de frequência e para identificar os pacotes vindo do rádio certo. Certifique-se de usar o NETID diferente dos outros rádios usados na mesma área.
ru_kz: NETID - это 16-битный «сетевой идентификатор». Это используется для засеивания последовательности скачкообразной перестройки частоты и для идентификации пакетов, поступающих с правильного радио. Убедитесь, что вы используете другой NETID от кого-либо другого, который работает в этом районе.
tr: NETID bir 16 bit "ağ tanımlayıcısı" dır. Bu frekans atlatma dizisini olusturmak ve doğru radyodan gelen paketleri tanımlamak için kullanılır. Bölgede çalışan başka bir kullanıcıdan başka bir NETID kullandığınızdan emin olun.
uk: NETID це 16 біт 'мережевий ID'. Це використовується для відправлення послідовності частоти стрибків і визначення пакетів, що надходять з правильного радіо. Переконайтеся, що ви використовуєте іншу мережу NETID від усіх, хто використовує такі ж радіоприймачі в цьому районі.

# AIR_SPEED.ToolTip
source: AIR_SPEED is the inter-radio data rate in rounded kbps. So 128 means 128kbps. Max is 192, min is 2. I would not recommend values below 16 as the frequency hopping and tdm sync times get too long.
az_latn_az: AIR_SPEED yuvarlaqlaşdırılmış kbps-də inter-radio data rate. Belə ki, 128 128 kbit / s deməkdir. Max 192, min 2'dir. Tezlik atlamalı və tdm sinxronizasiya dəfə çox uzun olanda mən 16-dən aşağı dəyərləri təklif etməyəcəyəm.
pt_br: AIR_SPEED é a taxa de transferencia interna do radio em kbps. Então a28 significa 128kbps. Max é 192 e min 2. Recomendado é 16 já que o salto de frequencia e tdm sync fica muito longo.
ru_kz: AIR_SPEED - это скорость передачи данных между радиоканалами в kbps. Таким образом, 128 означает 128 Кбит / с. Макс - 192, мин - 2. Я бы не рекомендовал значения ниже 16, так как частота скачкообразного изменения частоты и времени синхронизации tdm слишком велики.
tr: AIR_SPEED, kbps cinsinden radyo kanalları arasındaki veri hızıdır. Böylece 128, 128 Kbps anlamına gelir. Maks - 192, min - 2. Frekans atlamalı ve senkronizasyon zamanı tdm frekansı çok yüksek olduğu için 16'nın altında bir değer önermem.
uk: AIR_SPEED це частота міжрадіо-даних у заокруглених Кбіт/с, тобто 128 означає 128Кб/с. Макс. дорівнює 192, хв дорівнює 2. Я не рекомендую значення нижче 16 як періодична стрибок і час синхронізації tdm дуже довгий.

# label11.Text
source: Version
az_latn_az: Versiya
pt_br: Versão
ru_kz: Версия
tr: versiyon
uk: Версія

# RAIR_SPEED.ToolTip
source: AIR_SPEED is the inter-radio data rate in rounded kbps. So 128 means 128kbps. Max is 192, min is 2. I would not recommend values below 16 as the frequency hopping and tdm sync times get too long.
az_latn_az: AIR_SPEED yuvarlaqlaşdırılmış kbps-də inter-radio data rate. Belə ki, 128 128 kbit / s deməkdir. Max 192, min 2'dir. Tezlik atlamalı və tdm sinxronizasiya dəfə çox uzun olanda mən 16-dən aşağı dəyərləri təklif etməyəcəyəm.
pt_br: AIR_SPEED é a taxa de transferencia interna do radio em kbps. Então a28 significa 128kbps. Max é 192 e min 2. Recomendado é 16 já que o salto de frequencia e tdm sync fica muito longo.
ru_kz: AIR_SPEED - это скорость передачи данных между радиоканалами в kbps. Таким образом, 128 означает 128 Кбит / с. Макс - 192, мин - 2. Я бы не рекомендовал значения ниже 16, так как частота скачкообразного изменения частоты и времени синхронизации tdm слишком велики.
tr: AIR_SPEED, kbps cinsinden radyo kanalları arasındaki veri hızıdır. Böylece 128, 128 Kbps anlamına gelir. Maks - 192, min - 2. Frekans atlamalı ve senkronizasyon zamanı tdm frekansı çok yüksek olduğu için 16'nın altında bir değer önermem.
uk: AIR_SPEED це частота міжрадіо-даних у заокруглених Кбіт/с, тобто 128 означає 128Кб/с. Макс. дорівнює 192, хв дорівнює 2. Я не рекомендую значення нижче 16 як періодична стрибок і час синхронізації tdm дуже довгий.

# lblNODEID.Text
source: Node ID
uk: ID вузла

# BUT_Syncoptions.Text
source: Copy required to remote
az_latn_az: Uzaqdan tələb olunur
pt_br: Copia requerida para remoto
ru_kz: Копия, требуемая для удаленного
tr: Uzaktan kumanda için gerekli kopya
uk: Копіювати необхідне для віддаленого

# lblRANT_MODE.Text
source: Antenna Mode
uk: Режим антени

# NUM_CHANNELS.ToolTip
source: number of frequency hopping channels
az_latn_az: Tezlikləri tez tez deyisen kanallarin sayı
pt_br: Número de canais para o salto de frequencia
ru_kz: количество каналов скачкообразной перестройки частоты
tr: frekans atlamalı kanal sayısı
uk: кількість частотних перестрибуючих каналів

# LBT_RSSI.ToolTip
source: Listen Before Talk threshold
az_latn_az: Müzakirədən əvvəl qulaq asın
pt_br: Ouvir antes de mandar threshold
uk: Слухайте перед порогом Talk

# BUT_savesettings.Text
source: Save Settings
az_latn_az: Tənzimləmələri saxla
pt_br: Salvar ajustes
ru_kz: Сохранить настройки
tr: Ayarları kaydet
uk: Зберегти Налаштування

# lblDESTID.Text
source: Dest ID
uk: Найкращий ID

# NETID.ToolTip
source: NETID is a 16 bit 'network ID'. This is used to seed the frequency hopping sequence and to identify packets as coming from the right radio. Make sure you use a different NETID from anyone else running the same sort of radio in the area.
az_latn_az: NETID bir 16 bit 'şəbəkə ID'dir. Bu, tezliyi atlayan sekansı toxumlamaq və paketləri doğru radiodan gələn kimi müəyyən etmək üçün istifadə olunur. Bölgədə eyni növ radio işləyən hər kəsdən fərqli bir NETID istifadə etdiyinizə əmin olun.
pt_br: NETID e 16 bits ‘network ID’. Isso é usado para buscar o salto de frequência e para identificar os pacotes vindo do rádio certo. Certifique-se de usar o NETID diferente dos outros rádios usados na mesma área.
uk: NETID це 16 біт 'мережевий ID'. Це використовується для відправлення послідовності частоти стрибків і визначення пакетів, що надходять з правильного радіо. Переконайтеся, що ви використовуєте іншу мережу NETID від усіх, хто використовує такі ж радіоприймачі в цьому районі.

# OPPRESEND.ToolTip
source: OPPRESEND enables/disables "opportunistic resend". When enabled the radio will send a packet twice if the serial input buffer has less than 256 bytes in it. The 2nd send is marked as a resend and discarded by the receiving radio if it got the first packet OK. This makes a big difference to the link quality, especially for uplink commands.
az_latn_az: OPPRESEND "opportunistic resend" i imkan verir / söndürür. Aktivləşdirildikdə, serial giriş tamponunda 256 baytdan az olduqda radio iki dəfə bir paket göndərəcəkdir. 2-ci göndəriş bir resend kimi qeyd olunur və qəbul edən radio tərəfindən buraxılırsa ilk paket OK. Xüsusilə uplink komutları üçün link keyfiyyətinə böyük fərq yaradır.
pt_br: OPPRESEND habilitar/desabilitar “oportunista re-envio”. Quando habilitado o rádio vai mandar pacotes duas vezes se o buffer da serial estiver com menos de 256 bytes nele. O segundo envio esta marcado como re-envio e descarte pelo receptor caso ele receba o primeiro pacote. Isso faz uma grande diferença na qualidade do link, especialmente para envio de comandos.
ru_kz: OPPRESEND включает / отключает «оппортунистическую повторную отправку». Когда включено, радио будет отправлять пакет дважды, если в буфере последовательного ввода меньше 256 байтов. Вторая передача помечена как повторная отправка и отбрасывается принимающей радиостанцией, если она получила первый пакет «ОК». Это существенно влияет на качество связи, особенно для команд восходящей линии связи.
tr: OPPRESEND, "fırsatçı yeniden gönderme" yi etkinleştirir / devre dışı bırakır. Etkinleştirildiğinde, seri arabelleğinde 256 bayttan az olduğunda telsiz paketi iki kez gönderir. İkinci iletim, ilk "OK" paketini aldığında alıcı radyo tarafından yeniden gönderme ve atma olarak işaretlenir. Bu, özellikle uplink komutları için iletişimin kalitesini önemli ölçüde etkiler.
uk: OPPRESEND enables/вимикає "перенавчання опортунізму". Якщо включено, радіо буде відправляти пакет двічі, якщо буфер серійного вводу має менше 256 байт. Друге повідомлення помічено у вигляді повторного відправлення і відкинуто радіо, якщо в ньому є перший пакет ОК. Це має велике значення для якості посилання, особливо для команд з uplink .

# label2.Text
source: Format
pt_br: Formato
ru_kz: Формат
tr: biçim
uk: Форматувати

# linkLabel_mavlink.Text
source: Settings for Standard Mavlink
az_latn_az: Standart Mavlink üçün parametrlər
pt_br: Ajustes padrão para o Mavlink
ru_kz: Настройки для стандартного Mavlink
tr: Standart Mavlink ayarları
uk: Налаштування для Standard Mavlink

# label3.Text
source: Air Speed
az_latn_az: Hava sürəti
pt_br: Velocidade no ar
ru_kz: Воздушная скорость
tr: Ruzgar Hizi
uk: Швидкість у Повітрі

# SERIAL_SPEED.ToolTip
source: Serial baud rate in rounded kbps. So 57 means 57600.
az_latn_az: Dəyirmi kbit / sdə sürət sürəti. Beləliklə, 57 57600 deməkdir.
pt_br: Serial baud rate in kbps inteiros. Então 57 significa 57600.
ru_kz: Скорость последовательной передачи в округлых килобайтах. Таким образом, 57 означает 57600.
tr: Hızlı seri iletim yuvarlak kilobayt. Bu nedenle, 57 anlamına gelir 57600
uk: Швидкість послідовної бокси округлених Кб/с. Отже, 57 означає 57600.

# ROPPRESEND.ToolTip
source: OPPRESEND enables/disables "opportunistic resend". When enabled the radio will send a packet twice if the serial input buffer has less than 256 bytes in it. The 2nd send is marked as a resend and discarded by the receiving radio if it got the first packet OK. This makes a big difference to the link quality, especially for uplink commands.
az_latn_az: OPPRESEND "opportunistic resend" i imkan verir / söndürür. Aktivləşdirildikdə, serial giriş tamponunda 256 baytdan az olduqda radio iki dəfə bir paket göndərəcəkdir. 2-ci göndəriş bir resend kimi qeyd olunur və qəbul edən radio tərəfindən buraxılırsa ilk paket OK. Xüsusilə uplink komutları üçün link keyfiyyətinə böyük fərq yaradır.
pt_br: OPPRESEND habilitar/desabilitar “oportunista re-envio”. Quando habilitado o rádio vai mandar pacotes duas vezes se o buffer da serial estiver com menos de 256 bytes nele. O segundo envio esta marcado como re-envio e descarte pelo receptor caso ele receba o primeiro pacote. Isso faz uma grande diferença na qualidade do link, especialmente para envio de comandos.
ru_kz: OPPRESEND включает / отключает «оппортунистическую повторную отправку». Когда включено, радио будет отправлять пакет дважды, если в буфере последовательного ввода меньше 256 байтов. Вторая передача помечена как повторная отправка и отбрасывается принимающей радиостанцией, если она получила первый пакет «ОК». Это существенно влияет на качество связи, особенно для команд восходящей линии связи.
tr: OPPRESEND, "fırsatçı yeniden gönderme" yi etkinleştirir / devre dışı bırakır. Etkinleştirildiğinde, seri arabelleğinde 256 bayttan az olduğunda telsiz paketi iki kez gönderir. İkinci iletim, ilk "OK" paketini aldığında alıcı radyo tarafından yeniden gönderme ve atma olarak işaretlenir. Bu, özellikle uplink komutları için iletişimin kalitesini önemli ölçüde etkiler.
uk: OPPRESEND enables/вимикає "перенавчання опортунізму". Якщо включено, радіо буде відправляти пакет двічі, якщо буфер серійного вводу має менше 256 байт. Друге повідомлення помічено у вигляді повторного відправлення і відкинуто радіо, якщо в ньому є перший пакет ОК. Це має велике значення для якості посилання, особливо для команд з uplink .

# btnRandom.Text
source: Random
uk: Випадковий

# BUT_resettodefault.Text
source: Reset to Defaults
az_latn_az: Varsayılanlara sıfırla
pt_br: Resetar para o padrão
ru_kz: Сбросить настройки
tr: Ayarları sıfırla
uk: Відновити параметри за замовчуванням

# label9.Text
source: Version
az_latn_az: Versiya
pt_br: Versão
ru_kz: Версия
tr: versiyon
uk: Версія

# lblRSER_BRK_DETMS.Text
source: Break Detection
uk: Перерва виявлення

# MIN_FREQ.ToolTip
source: minimum frequency in kHz
az_latn_az: kHz-də minimum tezlik
pt_br: Frequencia mínima em KHz
ru_kz: минимальная частота в кГц
tr: kHz'de minimum frekans
uk: мінімальна частота в кГц

# RSERIAL_SPEED.ToolTip
source: Serial baud rate in rounded kbps. So 57 means 57600.
az_latn_az: Dəyirmi kbit / sdə sürət sürəti. Beləliklə, 57 57600 deməkdir.
pt_br: Serial baud rate in kbps inteiros. Então 57 significa 57600.
ru_kz: Скорость последовательной передачи в округлых килобайтах. Таким образом, 57 означает 57600.
tr: Yuvarlak kilobaytta seri aktarım hızı. Böylece, 57 5700 anlamına gelir.
uk: Швидкість послідовної бокси округлених Кб/с. Отже, 57 означає 57600.

# lbl_status.Text
source: NOTE: Always click "Copy required to remote" when modifying this ensures you wont lose radio link
az_latn_az: Qeyd: Dəyişiklik edərkən həmişə "Uzaqdan tələb olunan surəti" düyməsini basın
pt_br: NOTA: Sempre clique “Copia requerida para o remote” quando modificar isso significa que o link de rádio não será perdido.
ru_kz: ПРИМЕЧАНИЕ. При изменении нажмите «Копировать на удаленный». это гарантирует, что вы не потеряете радиосвязь.
tr: NOT. Değiştirdiğinizde, Uzaktan Kopyala'yı tıklatın. Bu, radyo iletişimini kaybetmemenizi sağlar.
uk: ПРИМІТКА: Завжди натисніть кнопку "Копіювати необхідне до видалення" під час зміни це гарантує втрату радіо-посилання

# RGPI1_1R_CIN.ToolTip
source: GPI1_1R/CIN Sets GPIO 1.1 as R/C(PPM) input
az_latn_az: OPPRESEND "opportunistic resend" i imkan verir / söndürür. Aktivləşdirildikdə, serial giriş tamponunda 256 baytdan az olduqda radio iki dəfə bir paket göndərəcəkdir. 2-ci göndəriş bir resend kimi qeyd olunur və qəbul edən radio tərəfindən buraxılırsa ilk paket OK. Xüsusilə uplink komutları üçün link keyfiyyətinə böyük fərq yaradır.
pt_br: OPPRESEND habilitar/desabilitar “oportunista re-envio”. Quando habilitado o rádio vai mandar pacotes duas vezes se o buffer da serial estiver com menos de 256 bytes nele. O segundo envio esta marcado como re-envio e descarte pelo receptor caso ele receba o primeiro pacote. Isso faz uma grande diferença na qualidade do link, especialmente para envio de comandos.
ru_kz: OPPRESEND включает / отключает «оппортунистическую повторную отправку». Когда включено, радио будет отправлять пакет дважды, если в буфере последовательного ввода меньше 256 байтов. Вторая передача помечена как повторная отправка и отбрасывается принимающей радиостанцией, если она получила первый пакет «ОК». Это существенно влияет на качество связи, особенно для команд восходящей линии связи.
tr: OPPRESEND, "fırsatçı yeniden gönderme" yi etkinleştirir / devre dışı bırakır. Etkinleştirildiğinde, seri arabelleğinde 256 bayttan az olduğunda telsiz paketi iki kez gönderir. İkinci iletim, ilk "OK" paketini aldığında alıcı radyo tarafından yeniden gönderme ve atma olarak işaretlenir. Bu, özellikle uplink komutları için iletişimin kalitesini önemli ölçüde etkiler.
uk: OPPRESEND enables/вимикає "перенавчання опортунізму". Якщо включено, радіо буде відправляти пакет двічі, якщо буфер серійного вводу має менше 256 байт. Друге повідомлення помічено у вигляді повторного відправлення і відкинуто радіо, якщо в ньому є перший пакет ОК. Це має велике значення для якості посилання, особливо для команд з uplink .

# linkLabel1.Text
source: Status Leds
pt_br: Leds de Estatus
ru_kz: Индикаторы Состояния
tr: Durum Göstergeleri
uk: Статус Leds

# RNUM_CHANNELS.ToolTip
source: number of frequency hopping channels
az_latn_az: Tezlikləri tez tez deyisen kanallarin sayı
pt_br: Numeros de canal do salto de frequencia
ru_kz: количество каналов скачкообразной перестройки частоты
tr: frekans atlamalı kanal sayısı
uk: кількість частотних перестрибуючих каналів

# groupBoxRemote.Text
source: Remote
az_latn_az: Uzaqdan
pt_br: Remoto
ru_kz: Дистанционное управление
tr: Uzaktan kumanda
uk: Пульт

# lblGLOBAL_RETRIES.Text
source: Global Retries
uk: Глобальні спроби

# lblRDESTID.Text
source: Dest ID
uk: Найкращий ID

# lblSER_BRK_DETMS.Text
source: Break Detection
uk: Перерва виявлення

# groupBoxLocal.Text
source: Local
az_latn_az: Yerli
ru_kz: Локально
tr: lokal olarak
uk: Місцевий

# label30.Text
source: Air Speed
az_latn_az: Hava Sürəti
pt_br: Velocidade no ar
ru_kz: Воздушная скорость
tr: Ruzgar hızı
uk: Швидкість у Повітрі

# linkLabel_lowlatency.Text
source: Settings for Low Latency
az_latn_az: Zəif gecikdirmənin tənzimləmələri
pt_br: Ajustes para baixa latencia
ru_kz: Настройки для низкой задержки
tr: Düşük gecikme ayarları
uk: Налаштування для низької затримки

# ECC.ToolTip
source: ECC is to enable/disable the golay error correcting code. It defaults to off. If you enable it then you packets take twice as many bytes to send, so you lose half your air bandwidth, but it can correct up to 3 bit errors per 12 bits of data. Use this for long range, usually in combination with a lower air data rate. The golay decode takes 20 microsecond per transmitted byte (40 microseconds per user data byte) which means you will also be a bit CPU constrained at the highest air data rates. So you usually use golay at 128kbps or less.
pt_br: ECC esta para habilitar/desabilitar o código de correção de erro golay. O padrão e Off. Caso seja habilitado, os pacotes ocuparão o dobro de bytes enviados, então metade da banda de transmissão é perdida, mas a correção pode ser de 3 bits de erro por 12 transmitidos. Use esse formato para longa distâncias em combinação com baixo baudrate. O decodificador golay usa 20 microsegundo por byte transmitido (40 microsegundos pelo tipo de dado do usuário) o que significa que a CPU também estará ocupada em altas taxas de transmissão. Normalmente use o golay em taxas inferiores a 128 kbps.
ru_kz: ECC - включить / отключить код исправления ошибок golay. По умолчанию он отключен. Если вы включите его, вы получите в два раза больше байтов, чтобы потерять половину полосы пропускания, но он может исправить до 3-х битных ошибок на каждые 12 бит данных. Используйте это для дальнего действия, обычно в сочетании с более низкой скоростью передачи данных. Голай-декодирование занимает 20 микросекунд на каждый передаваемый байт (40 мкс на каждый байт данных пользователя), что означает, что вы также будете иметь ограниченный процессор с максимальной скоростью передачи данных. Таким образом, вы обычно используете голею со скоростью 128 Кбит / с или меньше.
tr: ECC - kolay hata düzeltme kodunu etkinleştirin / devre dışı bırakın. Varsayılan olarak devre dışıdır. Bunu açarsanız, bant genişliğinin yarısını kaybetmek için iki kat daha fazla bayt elde edeceksiniz, ancak her 12 bit veri için 3 bitlik hataları düzeltebilir. Bunu genellikle daha düşük bir veri hızı ile birlikte uzun menzil için kullanın. Golay kod çözme, iletilen bayt başına 20 mikrosaniye sürer (kullanıcı veri baytı başına 40'ar), bu da maksimum veri aktarım hızına sahip sınırlı bir işlemciye sahip olacağınız anlamına gelir. Böylece, genellikle golleri 128 Kbps veya daha düşük bir hızda kullanırsınız.
uk: ЕКС має вкл/вимк модуля корекції помилок голью. За умовчанням, це вимкнено. Якщо ви активуєте його, пакети можуть зайняти вдвічі більше байтів, так що ви втрачаєте половину ширини вашого повітря, але він може виправити до 3 бітових помилок на 12 бітів даних. Це використовується для великого діапазону, як правило, у поєднанні з нижчою частотою повітря. golay декод займає 20 мікросекунд за передавання байту (40 мікросекунд на дані користувача), що також означає, що ви будете бітом ЦП, обмеженим за найвищими показниками повітряних даних. Так що ви зазвичай використовуєте голью на 128Кбіт/с або менше

# label31.Text
source: Format
pt_br: Formato
ru_kz: Формат
tr: bicim
uk: Форматувати

# label35.Text
source: AES Key
az_latn_az: AES Açar
uk: Ключ AES

# lblRGLOBAL_RETRIES.Text
source: Global Retries
uk: Глобальні спроби

# label38.Text
source: AES Key
az_latn_az: AES Açar
uk: Ключ AES

# lblRMAX_DATA.Text
source: Max Data
uk: Максимум даних

# DUTY_CYCLE.ToolTip
source: the percentage of time to allow transmit
az_latn_az: Qəbul olunmuş Ötürmək üçün vaxtın faizi
pt_br: Percentual de tempo para permitir a transmissão.
ru_kz: процент времени для передачи
tr: iletim için geçen sürenin yüzdesi
uk: відсоток часу, що дозволить передачі

# RMIN_FREQ.ToolTip
source: minimum frequency in kHz
az_latn_az: kHz-də minimum tezlik
pt_br: Frequencia mínima em KHz
ru_kz: минимальная частота в кГц
tr: kHz'de minimum frekans
uk: мінімальна частота в кГц
