Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigFlightModes.*.resx
Languages: it_it

# label12.Text
source: PWM 0 - 1230
it_it: Valore PWM [0 - 1230]

# label10.Text
source: PWM 1621 - 1749
it_it: Valore PWM [1621 - 1749]

# label13.Text
source: Current Mode:
it_it: Modo Corrente:

# CB_simple5.Text
source: Simple Mode
it_it: Modo Simple

# label11.Text
source: PWM 1750 +
it_it: Valore PWM [>1750]

# label14.Text
source: Current PWM:
it_it: PWM Corrente:

# CB_simple4.Text
source: Simple Mode
it_it: Modo Simple

# CB_simple1.Text
source: Simple Mode
it_it: Modo Simple

# CB_simple6.Text
source: Simple Mode
it_it: Modo Simple

# CB_simple3.Text
source: Simple Mode
it_it: Modo Simple

# CB_simple2.Text
source: Simple Mode
it_it: Modo Simple

# lbl_currentmode.Text
source: Manual
it_it: Manuale

# label7.Text
source: PWM 1231 - 1360
it_it: Valore PWM [1231 - 1360]

# label8.Text
source: PWM 1361 - 1490
it_it: Valore PWM [1361 - 1490]

# label9.Text
source: PWM 1491 - 1620
it_it: Valore PWM [1491 - 1620]

# BUT_SaveModes.Text
source: Save Modes
it_it: Salva "Modalità Volo"
