Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigFailSafe.*.resx
Languages: ar, ja_jp, zh_hans

# label2.Text
source: Servo/Motor OUT
ja_jp: サーボ/モーター 出力
zh_hans: 舵机/电机输出

# label1.Text
source: Radio IN
ar: مدخل اشارة الراديو
ja_jp: ラジオ入力
zh_hans: 遥控输入

# lbl_currentmode.Text
source: Manual
ar: يدوي
ja_jp: マニュアル
zh_hans: 手动

# mavlinkNumericUpDownlow_voltage.ToolTip
source: Low Voltage Trigger
ar: مؤشر انخفاض الفولتية
ja_jp: 電圧低下 トリガー
zh_hans: 低电压触发器

# mavlinkCheckBoxlong_fs.Text
source: FailSafe Long (20 sec)
ar: المدةالاطول لتفعيل الأمان ( 20 ثانيه )
ja_jp: フェールセーフ ロング (20秒)
zh_hans: 长故障保护 (20秒)

# mavlinkCheckBoxlong_fs.ToolTip
source: Off, no Action, On, RTL
ja_jp: Off, ノーアクション, On, RTL
zh_hans: 关，无动作，开，返航

# mavlinkCheckBoxshort_fs.Text
source: FailSafe Short (1 sec)
ar: الامان القصير (1 ثانيه )
ja_jp: フェールセーフ ショート (1秒)
zh_hans: 短故障保护 (1秒)

# mavlinkCheckBoxshort_fs.ToolTip
source: Off, no Action, On, RTL
ja_jp: Off, ノーアクション, On, RTL
zh_hans: 关，无动作，开，返航

# mavlinkCheckBoxgcs_fs.Text
source: GCS FailSafe
ar: امان المحطة الأرضية
ja_jp: GCS フェールセーフ
zh_hans: 地面站故障保护

# mavlinkCheckBoxgcs_fs.ToolTip
source: Enable Failsafe on GCS loss of communication
ar: تفعيل وضع الأمان والضمان في حال انقطاع اتصال المحطة الأرضية.
ja_jp: 有効： GCSとの通信切断によるフェールセーフ
zh_hans: 在地面站失去通讯时启动故障保护

# mavlinkCheckBoxthr_fs_action.Text
source: Throttle Failsafe Action
ar: حدث وضع ضمان امان قوة الدفع
ja_jp: スロットル フェイルセーフ 動作
zh_hans: 油门故障保护动作

# mavlinkCheckBoxthr_fs_action.ToolTip
source: Arducopter Auto: Off, no Action, On, RTL Arducopter Other: if have gps, RTL, Otherwise Land
ja_jp: Arducopter Auto: OFF:アクションなし、ON:RTL Arducopter Other: GPS有:RTL, GPS無:LAND
zh_hans: Arducopter自动：关，无动作，开，返航 Arducopter其他：如果有GPS，返航，否则降落

# mavlinkNumericUpDownfs_thr_value.ToolTip
source: Trigger Throttle Pwm
ar: مؤشر قوة دفع PWM
ja_jp: スロットル Pwm トリガー
zh_hans: 触发器油门Pwm

# mavlinkNumericUpDownthr_fs_value.ToolTip
source: Trigger Throttle Pwm
ar: مؤشر قوة دفع PWM
ja_jp: スロットル Pwm トリガー
zh_hans: 触发器油门Pwm

# mavlinkCheckBoxthr_fs.Text
source: Throttle FailSafe
ar: امان قوة الدفع
ja_jp: スロットル フェイルセーフ
zh_hans: 油门故障保护

# mavlinkCheckBoxthr_fs.ToolTip
source: Enable Failsafe on low throttle pwm
ar: تفعيل وضع امان عند قوة الدفع المنخفة PWM
ja_jp: 有効：低いスロットルpwmによるフェールセーフ
zh_hans: 在低油门pwm时启用故障保护

# mavlinkComboBox_fs_thr_enable.ToolTip
source: Failsafe mode on low pwm
ar: وضع الأمان في حال PWM منخفض
ja_jp: 低いpwmによるフェールセーフ･モード
zh_hans: 触发器油门Pwm

# mavlinkCheckBoxFS_GCS_ENABLE.Text
source: GCS FS Enable
ar: تفعيل وضع امان المحطة الأرضية
ja_jp: GCS FS有効
zh_hans: 启用地面站故障保护

# label5.Text
source: Reserved MAH
ar: الامبيره المحجوزه
ja_jp: リザーブされた MAH
zh_hans: 保留电量 mAh

# label4.Text
source: Low Battery
ar: البطارية منخفضة
ja_jp: 電池電圧低下
zh_hans: 低电量

# label3.Text
source: FS Pwm
zh_hans: 故障保护Pwm

# lbl_armed.Text
source: Dissarmed
ar: الغاء التفعيل
ja_jp: Disarmed
zh_hans: 锁定

# lbl_gpslock.Text
source: No Lock
ar: لا يوجد قفل للموقع
zh_hans: 无定位

# groupBox2.Text
source: Radio
ar: الراديو
ja_jp: ラジオ
zh_hans: 电台

# groupBox3.Text
source: GCS
ar: المحطة الأرضية
zh_hans: 地面站

# groupBox4.Text
source: Battery
ar: البطارية
ja_jp: 電池
zh_hans: 电池
