Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigAdvanced.*.resx
Languages: ko_kr, uk

# label3.Text
source: View decoded mavlink data being sent and received
ko_kr: MAVLink 송수신 디코딩 데이터를 봅니다
uk: Переглянути декодовані дані MAVLink, що надсилаються та приймаються

# label4.Text
source: View the data from a 360 lidar
ko_kr: 360 lidar의 데이터를 봅니다.
uk: Переглянути дані з 360 ЛІДАР

# label7.Text
source: Output the MAV location as a NMEA string
ko_kr: MAV 위치를 NMEA 문자열로 출력합니다
uk: Показати місцезнаходження М-БпЛА у форматі NMEA

# label6.Text
source: Mavlink mirror to an external location. For Monitoring or control
ko_kr: 외부 경로로 MAVLink를 이중 전송합니다. 상태 감시 및 제어용
uk: Зовнішнє дзеркало MAVLink. Для моніторингу та контролю.

# label1.Text
source: The following pages are for advanced configutation only. use with caution
ko_kr: 다음 페이지는 고급 설정 전용입니다. 주의하여 다루십시오
uk: Наступні сторінки призначені лише для розширеної конфігурації. Будьте обережні!

# but_signkey.Text
source: Mavlink Signing
ko_kr: MAVLink 서명
uk: Крипто-підписання MAVLink

# label5.Text
source: Enable mavlink signing to secure communication with the MAV
ko_kr: MAV 보안 통신용 MAVLink 서명을 활용합니다
uk: Увімкніть крипто-підписання MAVLink, щоб захистити зв'язок з М-БпЛА

# label10.Text
source: Show an extra icon on the map of your current location.
ko_kr: 지도의 현재 위치에 추가 아이콘을 나타냅니다.
uk: Показати додатковий значок на карті вашого поточного місцезнаходження.

# label12.Text
source: Plot a FFT from a log
ko_kr: 로그 데이터 기반 고속 푸리에 변환 차트를 그립니다.
uk: Побудувати FFT з журналу

# BUT_follow_me.Text
source: Follow Me
uk: Слідуй за мною

# label2.Text
source: Enable custom warnings based on a set of conditions
ko_kr: 상태 기반 개별 경고를 활성 설정합니다
uk: Увімкнути кастомізовані попередження на основі набору умов

# BUT_paramgen.Text
source: Param gen
ko_kr: 매개변수 생성
uk: Генерація параметрів

# label8.Text
source: Use an external NMEA gps and send guided mode waypoints to the MAV based on that location
ko_kr: 외부 NMEA GPS를 활용하여 유도 모드의 위치 기반 경로 지점 정보를 MAV에 보냅니다
uk: Використовувати зовнішний NMEA GPS та надсилати ППМ режиму наведення до М-БпЛА на основі його місцезнаходження

# label9.Text
source: Regenerage the param info used inside mp
ko_kr: 미션 플래너에서 활용하는 매개변수 정보를 다시 만듭니다
uk: Регенерувати інфо про параметри, яки використовуються в MissionPlanner

# but_anonlog.Text
source: Anon Log
ko_kr: 익명 로그
uk: Анон.журнал

# but_proximity.Text
source: Proximity
ko_kr: 근접 감지
uk: Близькість

# BUT_movingbase.Text
source: Moving Base
ko_kr: 기준점 이동
uk: Рухома база

# BUT_outputMavlink.Text
source: Mavlink Mirror
ko_kr: MAVLink이중화
uk: Дзеркало MAVLink

# but_mavinspector.Text
source: MAVLink Inspector
ko_kr: MAVLink 검사
uk: Інспектор MAVLink

# but_warningmanager.Text
source: Warning Manager
ko_kr: 경고 관리자
uk: Менеджер попереджень

# label11.Text
source: Scramble lat/lng in bin or tlog
ko_kr: 위도/경도 정보를 bin 또는 tlog 형식으로 내보냅니다.
