Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigArducopter.*.resx
Languages: uk, zh_hans

# label10.Text
source: D
uk: Д

# label13.Text
source: Speed Dn
uk: Шв. зниж.
zh_hans: 下降速度

# label16.Text
source: Speed
uk: Швидкість
zh_hans: 速度

# label11.Text
source: D
uk: Д

# label17.Text
source: D
uk: Д

# label82.Text
source: P
uk: П

# label22.Text
source: P
uk: П

# label86.Text
source: I
uk: І

# label87.Text
source: P
uk: П

# myLabel4.Text
source: Ch8 Opt
uk: RC8 Фун.
zh_hans: 通道8选项

# label25.Text
source: P
uk: П

# myLabel2.Text
source: Ch6 Opt
uk: Налашт.
zh_hans: 通道6选项

# label3.Text
source: I
uk: І

# myLabel3.Text
source: Min
uk: Мін
zh_hans: 最小

# label27.Text
source: Speed Up
uk: Шв. набору
zh_hans: 上升速度

# label1.Text
source: D
uk: Д

# myLabel1.Text
source: Ch7 Opt
uk: RC7 Фун.
zh_hans: 通道7选项

# groupBox7.Text
source: Altitude Hold
uk: Утримання висоти
zh_hans: 高度保持

# label7.Text
source: I
uk: І

# label4.Text
source: P
uk: П

# groupBox5.Text
source: Throttle Rate
uk: Швидкість тяги (верт.)
zh_hans: 油门速率

# label5.Text
source: D
uk: Д

# groupBox2.Text
source: Throttle Accel
uk: Прискорення тяги
zh_hans: 油门加速度

# label8.Text
source: P
uk: П

# groupBox1.Text
source: Rate Loiter
uk: Швидкість XY
zh_hans: 悬停速率

# label9.Text
source: Loiter Speed
uk: Шв. бараж.
zh_hans: 留待速度

# groupBox19.Text
source: Loiter PID
uk: Позиція XY
zh_hans: 悬停PID

# label90.Text
source: I
uk: І

# label31.Text
source: P
uk: П

# label91.Text
source: P
uk: П

# label35.Text
source: P
uk: П

# groupBox24.Text
source: Rate Pitch
uk: Швид. тангажа
zh_hans: Pitch速率

# groupBox25.Text
source: Rate Roll
uk: Швид. крену
zh_hans: Roll速率

# groupBox20.Text
source: Stabilize Yaw
uk: Стабілізація рискання
zh_hans: 自稳Yaw

# groupBox21.Text
source: Stabilize Pitch
uk: Стабілізація тангажа
zh_hans: 自稳Pitch

# groupBox22.Text
source: Stabilize Roll
uk: Стабілізація крену
zh_hans: 自稳Roll

# groupBox23.Text
source: Rate Yaw
uk: Швид. рискання
zh_hans: Yaw速率

# label77.Text
source: I
uk: І

# CHK_lockrollpitch.Text
source: Lock Pitch and Roll Values
uk: Зв’язати значення тангажа та крену
zh_hans: 锁定Pitch和Roll的值

# BUT_writePIDS.Text
source: Write Params
uk: Записати параметри
zh_hans: 写入参数

# BUT_refreshpart.Text
source: Refresh Screen
uk: Оновити екран
zh_hans: 刷新屏幕

# label46.Text
source: P
uk: П

# label42.Text
source: P
uk: П

# BUT_rerequestparams.Text
source: Refresh Params
uk: Оновити параметри
zh_hans: 刷新参数

# label15.Text
source: Radius
uk: Радіус
zh_hans: 半径

# groupBox4.Text
source: WPNav (cm's)
uk: Навіг. по точкам (см/с)
zh_hans: 航点导航(cm's)

# label18.Text
source: FF
uk: Філь. помилки

# label47.Text
source: IMAX
uk: І МАКС
zh_hans: I最大

# label14.Text
source: FF
uk: Філь. помилки

# label84.Text
source: IMAX
uk: І МАКС
zh_hans: I最大

# label12.Text
source: FF
uk: Філь. помилки

# label88.Text
source: IMAX
uk: І МАКС
zh_hans: I最大

# label2.Text
source: IMAX
uk: І МАКС
zh_hans: I最大

# label6.Text
source: IMAX
uk: І МАКС
zh_hans: I最大
