Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigPlanner.*.resx
Languages: az_latn_az, ja_jp, ko_kr, pt, ru_kz, uk, zh_hans

# label33.Text
source: Sensor
ja_jp: センサー
ko_kr: 센서
ru_kz: Датч.
uk: Датчик
zh_hans: 传感器

# label26.Text
source: Video Format
ja_jp: ビデオフォーマット
ko_kr: 영상 형식
pt: Formato video
ru_kz: Формат видео
uk: Формат відео
zh_hans: 视频格式

# label12.Text
source: HUD
ko_kr: 투영 영상(HUD)

# CHK_GDIPlus.Text
source: GDI+ (old type)
az_latn_az: GDI+ (köhnə növ)
ja_jp: GDI+ (旧形式)
ko_kr: GDI+ (구형/하드웨어 가속 아님)
ru_kz: GDI + (старый тип)
uk: GDI+ (старий тип/без апаратного прискорення)
zh_hans: GDI+ (旧样式)

# label24.Text
source: Waypoints
az_latn_az: Nöqtələr
ja_jp: ウェイポイント
ko_kr: 경로 지점
ru_kz: Маршрут.точ.
uk: ППМ
zh_hans: 航点

# CHK_loadwponconnect.Text
source: Load Waypoints on connect?
az_latn_az: Qoşulma üzrə əlaqə nöqtələri yükləyin?
ja_jp: 接続時にウェイポントを読み込む
ko_kr: 연결시 경로 불러오기
pt: Carregar WPs na conexão?
ru_kz: Загр. МТ при подключении.
uk: Завантажувати ППМ при під'єднанні?
zh_hans: 在链接时加载航点吗？

# label23.Text
source: Track Length
az_latn_az: Uzunluğu izləyin
ja_jp: トラック 長さ
ko_kr: 트랙 길이
pt: Tamanho do rastro
ru_kz: Длина трека
uk: Довжина смуги
zh_hans: 追踪长度

# CHK_speechaltwarning.Text
source: Alt Warning
az_latn_az: Alt Xəbərdarlıq
ja_jp: 高度警報
ko_kr: 고도 경고
pt: Aviso Alt
ru_kz: Пред.Выс.
uk: Попереджати про висоту
zh_hans: 高度警告

# label108.Text
source: APM Reset
az_latn_az: APM Sıfırlama
ja_jp: APM リセット
ko_kr: 연결 재설정
ru_kz: Сброс APM
uk: Скидання парам.
zh_hans: APM重启

# CHK_resetapmonconnect.Text
source: Reset APM on USB Connect
az_latn_az: USB Əlaqə üzərindən APM Sıfırlama
ja_jp: USB接続した際に、APMをリセット
ko_kr: USB 연결시 초기화(DTR 전환)
pt: Reset APM no conector USB
ru_kz: Сброс через USB
uk: Скидувати параметри при USB під'єднанні (перемикати DTR)
zh_hans: 连接USB时APM重启

# CHK_mavdebug.Text
source: Mavlink Message Debug
az_latn_az: Mavlink Boşluq mesajı
ja_jp: Mavlink メッセージのデバッグ
ko_kr: MAVLink 메세지 디버깅
pt: Debugar Mensagem Mavlink
ru_kz: Отл. сообщ. Mavlink
uk: Налагодження MAVLink
zh_hans: Mavlink信息调试

# label107.Text
source: RC
ko_kr: 원격 조종기
zh_hans: 遥控

# label104.Text
source: Mode/Status
ja_jp: モード/ステータス
ko_kr: 모드/상태
pt: Modo/Estat.
ru_kz: Реж/Сост
uk: Режим/Стан
zh_hans: 模式/状态

# label103.Text
source: Position
az_latn_az: Mövqe
ja_jp: 位置
ko_kr: 위치
pt: Posiç.
ru_kz: Поз.
uk: Позиція
zh_hans: 位置

# label102.Text
source: Attitude
az_latn_az: Tutum
ja_jp: 姿勢
ko_kr: 고도
pt: Altitude
ru_kz: Пол.
uk: Авіагоризонт
zh_hans: 高度

# label101.Text
source: Telemetry Rates
az_latn_az: Telemetry dəyərləri
ja_jp: テレメトリー頻度
ko_kr: 원격 측정 속도
pt: Taxas telemetria
uk: Частота телеметрії
zh_hans: 遥测速率

# label99.Text
source: NOTE: The Configuration Tab will NOT display these units, as those are raw values.
az_latn_az: Qeyd: Tənzimləmə pəncərəsi bu dəyərləri göstərməyəcək çünki bu dəyərlər təsdiqlənməyən dəyərlərdir
ja_jp: 注意：設定タブには単位は表示されません。
ko_kr: 참고: 설정 탭에서는 원시 값을 보여주므로 단위를 표시하지 않음.
pt: NOTA: O tab de configuração não vai mostrar essas unidades já que são valores brutos.
ru_kz: Вкладка «Конфигурация» НЕ отображает эти ед., так как это необр. значения.
uk: ПРИМІТКА: Вкладка Конфігурація НЕ відображатиме ці одиниці, оскільки це необроблені значення.
zh_hans: 注意：配置选项卡不会显示这些单位，因为它们都是原始数据。

# label98.Text
source: Speed Units
ja_jp: スピードの単位
ko_kr: 속력 단위
pt: Unidade Veloc.
ru_kz: Ед. Скорости
uk: Од. швидкості
zh_hans: 速度单位

# label97.Text
source: Dist Units
az_latn_az: Məsafə vahidi
ja_jp: 距離の単位
ko_kr: 거리 단위
pt: Unidade Dist
ru_kz: Ед. измерения
uk: Од. відстані
zh_hans: 距离单位

# label96.Text
source: Joystick
ja_jp: ジョイスティック
ko_kr: 조이스틱
ru_kz: Джойстик
uk: Джойстик
zh_hans: 游戏摇杆

# label95.Text
source: Speech
az_latn_az: Danışıq
ja_jp: スピーチ
ko_kr: 음성 안내
pt: Fala
ru_kz: Речь
uk: Мовлення
zh_hans: 语音合成

# CHK_speechbattery.Text
source: Battery Warning
az_latn_az: Batareya Xəbərdarlığı
ja_jp: 電池警報
ko_kr: 배터리 경고
pt: Aviso de bateria
ru_kz: Пред.батареи
uk: Попереджати про батарею
zh_hans: 电池警告

# CHK_speechcustom.Text
source: 30s Interval
ja_jp: 30秒インターバル
ko_kr: 30초 간격
pt: Intervalo 30s
ru_kz: Инт. 30 с
uk: 30-сек інтервал
zh_hans: 30秒间隔

# CHK_speechmode.Text
source: Mode
az_latn_az: Mod
ja_jp: モード
ko_kr: 모드
pt: Modo
ru_kz: Режим
uk: Режим
zh_hans: 模式

# CHK_speechwaypoint.Text
source: Waypoint
az_latn_az: Nöqtələr
ja_jp: ウェイポイント
ko_kr: 경로 지점
ru_kz: Марш.точ.
uk: ППМ
zh_hans: 航点

# label94.Text
source: OSD Color
az_latn_az: OSD Rəng
ja_jp: OSD色
ko_kr: OSD 색상
pt: Cor OSD
ru_kz: Цвет OSD
uk: Колір OSD
zh_hans: OSD颜色

# label93.Text
source: UI Language
az_latn_az: UI Dillər
ja_jp: 表示言語
ko_kr: 인터페이스 언어
pt: Idioma da UI
ru_kz: Язык интерфейса
uk: Мова інтерфейсу
zh_hans: 界面语言

# CHK_enablespeech.Text
source: Enable Speech
az_latn_az: Danışıqları aktivləşdirin
ja_jp: スピーチ有効
ko_kr: 음성 안내 활성
pt: Habilita fala
ru_kz: Включить речь
uk: Увімкнути
zh_hans: 启用语音

# CHK_hudshow.Text
source: Enable HUD Overlay
az_latn_az: HUD Overlay Aktivləşdir
ja_jp: HUDオーバレイ有効
ko_kr: 투영 영상(HUD) 오버레이
pt: Hebilita HUD Overlay
ru_kz: Включить наложение HUD
uk: HUD оверлей
zh_hans: 启动HUD叠加

# label92.Text
source: Video Device
az_latn_az: Video Qurğu
ja_jp: ビデオデバイスの選択
ko_kr: 영상 장치
pt: Dispositivo de video
ru_kz: Видеоустройство
uk: Відеопристрій
zh_hans: 视频设备

# label1.Text
source: Map Follow
az_latn_az: Xəritə izləmə
ja_jp: マップフォロー
ko_kr: 지도 따라가기
pt: Seguir Mapa
ru_kz: Карта двигаться
uk: Рухома мапа
zh_hans: 地图跟随

# CHK_maprotation.Text
source: Map is rotated to follow the plane
az_latn_az: Xəritə uçan qurğu yönündə döndərildi
ja_jp: 地図は機体の方向に合わせて回転
ko_kr: 비행체 방향 따라 지도 회전
pt: Mapa roda seguindo o veiculo
ru_kz: Карта след. за БПЛА
uk: Мапу обертати відповідно курсу
zh_hans: 地图随飞机转动

# label2.Text
source: Dist to Home
az_latn_az: Evə olan məsafə
ja_jp: ホームへの距離
ko_kr: 원점 거리
pt: Distancia ao Home
ru_kz: Раст. до Дома
uk: Відстань до дом.точки
zh_hans: 至家的距离

# CHK_disttohomeflightdata.Text
source: Display in Flightdata
az_latn_az: Uçuş dəyərlərində göstər
ja_jp: フライトデータの表示
ko_kr: 비행 데이터 표시
pt: Mostrar na "TelaNav"
ru_kz: Пок. в Пол. данн.
uk: Показувати у даних польоту
zh_hans: 在飞行数据显示

# BUT_Joystick.Text
source: Joystick Setup
az_latn_az: Joystick Tənzimləməsi
ja_jp: ジョイスティック設定
ko_kr: 조이스틱 설정
pt: Ajuste Joystick
ru_kz: Настройка джойстика
uk: Налаштування джойстика
zh_hans: 游戏摇杆设置

# BUT_videostop.Text
source: Stop
az_latn_az: Dayan
ja_jp: ストップ
ko_kr: 정지
pt: Parar
ru_kz: Стоп
uk: Стоп
zh_hans: 停止

# BUT_videostart.Text
source: Start
az_latn_az: Başla
ja_jp: スタート
ko_kr: 시작
pt: Inicio
ru_kz: Начать
uk: Старт
zh_hans: 开始

# label3.Text
source: Log Path
az_latn_az: Griş yolu
ja_jp: ログの保存先
ko_kr: 로그 저장 경로
pt: Log percurso
ru_kz: Путевой журнал
uk: Шлях до журналу
zh_hans: 日志路径

# BUT_logdirbrowse.Text
source: Browse
az_latn_az: Bax
ja_jp: 参照
ko_kr: 탐색
pt: Navegar
ru_kz: Просмотр
uk: Переглянути
zh_hans: 浏览

# label4.Text
source: Theme
ja_jp: テーマ
ko_kr: 테마
pt: Tema
ru_kz: Тема
uk: Тема
zh_hans: 主题

# BUT_themecustom.Text
source: Custom
az_latn_az: Mövcud
ja_jp: カスタム
ko_kr: 개별 설정
pt: Customizado
ru_kz: Своя
uk: Користувацька
zh_hans: 自定义

# CHK_speecharmdisarm.Text
source: Arm/Disarm
ko_kr: 시동/제동
uk: Арм/Деарм
zh_hans: 解锁/锁定

# BUT_Vario.Text
source: Start/Stop Vario
ja_jp: スタート/ストップ Vario
ko_kr: 승강계 켬/끔
uk: Увімк/Вимк варіометр
zh_hans: 开始/停止爬升率测定

# chk_analytics.Text
source: OptOut Anon Stats
ko_kr: 익명 상황 제외
ru_kz: Стат. OptOut Anon
uk: Відмовитися від анон. збору даних
zh_hans: 选择禁用匿名统计

# CHK_beta.Text
source: Beta Updates
az_latn_az: Beta Yeniləmə
ja_jp: ベータ アップデート
ko_kr: 베타 업데이트
ru_kz: Бета-обновление
uk: Бета-версії оновлень
zh_hans: 测试版更新

# CHK_Password.Text
source: Password Protect Config
az_latn_az: Parolun qorunması tənzimlə
ja_jp: パスワード保護された設定
ko_kr: 암호 보호 설정
pt: Password de configuração
ru_kz: Защита паролем
uk: Конфігурація захисту пароля
zh_hans: 密码保护配置

# CHK_speechlowspeed.Text
source: Low Speed
az_latn_az: Zəif sürət
ja_jp: ロースピード
ko_kr: 저속
pt: Baixa velocidade
ru_kz: Низкая скорость
uk: Низька швидкість
zh_hans: 低速

# CHK_showairports.Text
source: Show Airports
az_latn_az: Havalimanını göstər
ja_jp: 空港の表示
ko_kr: 공항 표시
pt: Mostrar aeroportos
ru_kz: Показ. аэропорт.
uk: Показувати аеропорти
zh_hans: 显示机场

# chk_tfr.Text
source: TFR's
ko_kr: 고도 유지
uk: TFR

# chk_temp.Text
source: Testing Screen
az_latn_az: Test ekranı
ko_kr: 시험 화면
pt: Tela de teste
ru_kz: Экран тестирования
uk: Тестовий Екран

# label5.Text
source: Vario
az_latn_az: Tərtibat
ja_jp: レイアウト
ko_kr: 배치
ru_kz: Отображение
uk: Макет
zh_hans: 爬升率测定

# CHK_advancedview.Text
source: Advanced View
ja_jp: 高度な表示
zh_hans: 高级视图
