Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigSerialInjectGPS.*.resx
Languages: uk, zh_cn

# chk_m8p_130p.ToolTip
source: If you base and rover both have ublox firmware 1.30 or above, tick this box
uk: Якщо ви одночасно використовуєте прошивку 1.30 або вище, позначте цю коробку

# txt_surveyinAcc.ToolTip
source: Survey in accuracy trigger. must get bellow this
uk: Дослідження в точності тригера має бути нижче

# BaseName1.HeaderText
source: Name
uk: Ім'я

# label10.Text
source: Survey In
uk: Опитування через

# Use.HeaderText
source: Use
uk: Використати

# label16.Text
source: Galileo
uk: Галілео
zh_cn: 伽利略

# label11.Text
source: Base
uk: Основи
zh_cn: 基准站

# chk_rtcmmsg.ToolTip
source: This depends on the version of Firmware that is on your autopilot, if posible leave it enabled, as the newer message handles data curruption alot better
uk: Це залежить від версії прошивки, яка знаходиться на автопілоті, якщо видимий вихід увімкненим, бо новіше повідомлення обробляє криві даних краще

# chk_sendgga.Text
source: Send NTRIP GGA? (VRS/Smart)
uk: Відправити NTRIP GA? (VRS/Smart)
zh_cn: 发送NTRIP GGA? (VRS/Smart)

# but_restartsvin.ToolTip
source: Used to save the current base station positon as surveyed
uk: Використовується для збереження поточного позиції базової станції в якості опитаних

# label1.ToolTip
source: Both accuracy and duration must be meet in order for the survey in to complete ie less than 2 m accuracy, and Greater than 60 seconds of observations
uk: Для проходження опитування необхідно зустріти як точність, так і за датою пройденої ie менш ніж 2 m точності, і більше 60 секунд спостережень

# label9.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
uk: Опитування в інформації Valid: це опитування дійсне Ingress: на даний момент ми проводимо опитування на нашій позиції тривалість: кількість секунд, яку ми опитували в Одержимо: кількість обстеження використовується в нашому опитуванні в акци: поточна точність опитувань в точці

# label2.Text
source: Time(s)
uk: Час(и)

# label3.Text
source: Input data rate
uk: Вхідна швидкість
zh_cn: 传入速率

# label1.Text
source: SurveyIn Acc(m)
uk: Акцент SurveyIn (м)

# label6.Text
source: Messages Seen
uk: Переглянуті повідомлення
zh_cn: RTCM消息ID

# label7.Text
source: Survey In
uk: Опитування через

# label4.Text
source: Output data rate
uk: Вихідна швидкість передачі даних
zh_cn: 输出速率

# label5.Text
source: RTCM Base
uk: База RTCM
zh_cn: RTCM 基准站位置

# groupBox3.Text
source: Link Status
uk: Посилання статус
zh_cn: 链路状态

# label8.Text
source: Survey In
uk: Опитування через

# groupBox1.Text
source: Survey In
uk: Опитування через

# label9.Text
source: Survey In
uk: Опитування через

# lbl_svin.Text
source: Survey In
uk: Опитування через

# chk_rtcmmsg.Text
source: Inject MSG Type
uk: Прошити тип MSG
zh_cn: 注入消息类型

# but_save_basepos.ToolTip
source: Used to save the current base station positon as surveyed
uk: Використовується для збереження поточного позиції базової станції в якості опитаних

# chk_sendgga.ToolTip
source: This depends on the version of Firmware that is on your autopilot, if posible leave it enabled, as the newer message handles data curruption alot better
uk: Це залежить від версії прошивки, яка знаходиться на автопілоті, якщо видимий вихід увімкненим, бо новіше повідомлення обробляє криві даних краще

# label7.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
uk: Опитування в інформації Valid: це опитування дійсне Ingress: на даний момент ми проводимо опитування на нашій позиції тривалість: кількість секунд, яку ми опитували в Одержимо: кількість обстеження використовується в нашому опитуванні в акци: поточна точність опитувань в точці

# but_restartsvin.Text
source: Restart
uk: Перезапустити

# BUT_connect.Text
source: Connect
uk: Підключитися
zh_cn: 连接

# but_save_basepos.Text
source: Save Current Position
uk: Зберегти поточну позицію

# Delete.HeaderText
source: Delete
uk: Видалити

# txt_surveyinDur.ToolTip
source: Survey in minimum time. Must be larger than this number
uk: Опитування мінімальний час. Має бути більше цього числа

# lbl_svin.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
uk: Опитування в інформації Valid: це опитування дійсне Ingress: на даний момент ми проводимо опитування на нашій позиції тривалість: кількість секунд, яку ми опитували в Одержимо: кількість обстеження використовується в нашому опитуванні в акци: поточна точність опитувань в точці

# label10.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
uk: Опитування в інформації Valid: це опитування дійсне Ingress: на даний момент ми проводимо опитування на нашій позиції тривалість: кількість секунд, яку ми опитували в Одержимо: кількість обстеження використовується в нашому опитуванні в акци: поточна точність опитувань в точці

# label8.ToolTip
source: Survey in information Valid: is the survey in valid InProgress: are we currently surveying in our position Duration: the number of seconds we have surveyed in Obs: number of obsivation used in our survey in Acc: current accuracy of our survey in point
uk: Опитування в інформації Valid: це опитування дійсне Ingress: на даний момент ми проводимо опитування на нашій позиції тривалість: кількість секунд, яку ми опитували в Одержимо: кількість обстеження використовується в нашому опитуванні в акци: поточна точність опитувань в точці

# chk_autoconfig.Text
source: Automatically Configure Receiver
zh_cn: 自动配置接收器

# chk_autoconfig.ToolTip
source: Automatically configure the receiver attached to the selected port to output correction messages.
zh_cn: 自动配置连接到所选端口的接收器以输出校正消息。

# groupBox_autoconfig.Text
source: Automatic Config Options
zh_cn: 自动化配置

# check_sendntripv1.Text
source: Send NTRIP protocol v1.0 ?
zh_cn: 发送NTRIP v1.0 ?

# label13.Text
source: Glonass
zh_cn: 格洛纳斯

# groupBox2.Text
source: RTCM
zh_cn: RTCM数据时效

# label15.Text
source: Beidou
zh_cn: 北斗
