Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigArduplane.*.resx
Languages: de_de, ko_kr, zh_hans

# label5.Text
source: SlewRate
de_de: Anstiegsrate %/s
ko_kr: 경사율
zh_hans: 旋转速率

# label6.Text
source: Max
ko_kr: 최대
zh_hans: 最大

# label7.Text
source: Min
ko_kr: 최소
zh_hans: 最小

# label8.Text
source: Cruise
de_de: Reiseflug
ko_kr: 순항
zh_hans: 巡航

# groupBox3.Text
source: Throttle 0-100%
de_de: Schub 0-100%
ko_kr: 추진력 0-100%
zh_hans: 油门 0-100%

# label1.Text
source: Ratio
ko_kr: 비율
zh_hans: 比例

# label2.Text
source: FBW max
ko_kr: 최대 FBW
zh_hans: FBW最大

# label3.Text
source: FBW min
ko_kr: 최소 FBW
zh_hans: FBW最小

# label4.Text
source: Cruise
ko_kr: 순항
zh_hans: 巡航

# groupBox1.Text
source: Airspeed m/s
de_de: Geschwindigkeit m/s
ko_kr: 항속 m/s
zh_hans: 空速 m/s

# label39.Text
source: Pitch Min
de_de: Nicken Min
ko_kr: 최소 상하 요동각
zh_hans: 最小Pitch

# label38.Text
source: Pitch Max
de_de: Nicken Max
ko_kr: 최대 상하 요동각
zh_hans: 最大Pitch

# label37.Text
source: Bank Max
de_de: Rollen Max
ko_kr: 최대 Bank값
zh_hans: 转向最大

# groupBox2.Text
source: Navigation Angles
de_de: Navigationswinkel
ko_kr: 순항각
zh_hans: 导航角度

# label83.Text
source: P to T
de_de: P zu T
zh_hans: P 至 T

# label78.Text
source: Rudder Mix
de_de: Ruder Mix
ko_kr: 방향타 혼합
zh_hans: 舵混合

# groupBox16.Text
source: Other Mix's
de_de: Andere Mix's
ko_kr: 기타 혼합
zh_hans: 其它混合

# groupBox14.Text
source: Energy/Alt Pid
de_de: Energie/Höhe PID
ko_kr: 에너지/고도 PID
zh_hans: 能量/高度 Pid

# groupBox13.Text
source: Nav Pitch Alt Pid
zh_hans: 导航 Pitch 高度 Pid

# groupBox12.Text
source: Nav Pitch AS Pid
zh_hans: 导航Pitch AS Pid

# label57.Text
source: Intergrator Max
de_de: INT_MAX
ko_kr: 적분 최대
zh_hans: 积分器最大

# label58.Text
source: Dampening
de_de: Dämpfung
ko_kr: 약화
zh_hans: 抑制

# label59.Text
source: Integral
de_de: I
ko_kr: 적분
zh_hans: 积分

# label60.Text
source: Yaw 2 roll
de_de: P
zh_hans: Yaw 至 roll

# groupBox10.Text
source: Servo Yaw
de_de: Servo Yaw PID
ko_kr: 서보 방위각
zh_hans: 舵机 Yaw

# groupBox9.Text
source: Servo Pitch Pid
ko_kr: 서보 상하 요동 PID
zh_hans: 舵机Pitch Pid

# groupBox8.Text
source: Servo Roll Pid
ko_kr: 서보 좌우 요동 PID
zh_hans: 舵机Roll Pid

# BUT_writePIDS.Text
source: Write Params
de_de: Parameter speichern
ko_kr: 매개변수 기록
zh_hans: 写入参数

# BUT_rerequestparams.Text
source: Refresh Params
de_de: Parameter aktualisieren
ko_kr: 매개변수 갱신
zh_hans: 刷新参数

# label9.Text
source: Damping
de_de: Dämpfung
ko_kr: 댐핑
zh_hans: 阻尼

# label10.Text
source: Period
de_de: Periode
ko_kr: 주기
zh_hans: 周期

# groupBox4.Text
source: L1 Control - Turn Control
ko_kr: L1 제어 - 선회 제어
zh_hans: L1 控制 - 转向控制

# label15.Text
source: Sink Max (m/s)
de_de: Sinkflug Max (m/s)
ko_kr: 최대 하강속도 (m/s)
zh_hans: 最大下降(m/s)

# label14.Text
source: Time Const
de_de: Zeitzkonstante
ko_kr: 시간 상수
zh_hans: 时间常数

# label13.Text
source: Pitch Dampening
de_de: Pitch Dämpfung
ko_kr: Pitch 약화
zh_hans: Pitch抑制

# label11.Text
source: Sink Min (m/s)
de_de: Sinkflug Min (m/s)
ko_kr: 최소 하강속도 (m/s)
zh_hans: 最小下降(m/s)

# label12.Text
source: Climb Max (m/s)
de_de: Steigflug Max (m/s)
ko_kr: 최대 상승속도 (m/s)
zh_hans: 最大爬升(m/s)

# BUT_refreshpart.Text
source: Refresh Screen
de_de: Bildschirm aktualisieren
ko_kr: 화면 갱신
zh_hans: 刷新屏幕
