Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigESCCalibration.*.resx
Languages: uk

# label1.Text
source: ESC Calibration (AC3.3+)
uk: Калібрування ESC (AC3.3+)

# label2.Text
source: Remove Props! After pushing this button: -Disconnect USB and battery -Plug in battery -when LEDs flash, push Saftey Switch (if present) -ESCs should beep as the are calibrated - restart flight controller normally
uk: Зніміть Гвинти! Після натискання на цю кнопку: - Від'єднайте USB та батарею - Під'єднайте батарею - Коли LED-и засвітяться, натисніть на запобіжний вимикач (якщо присутній) - ESC будуть подавати звукові сигналі під час калібрування - Перезавантажте контрольор польоту в звичайному режимі

# buttonStart.Text
source: Calibrate ESCs
uk: Калібрувати ESC

# label3.Text
source: ESC Type:
uk: Тип ESC:

# label4.Text
source: Output PWM Min
uk: Мін. вихід PWM

# label5.Text
source: Output PWM Max
uk: Макс. вихід PWM

# label6.Text
source: Spin when Armed
uk: Швидкість обертання коли армуваний

# label7.Text
source: Spin minimum
uk: Мін.швидкість обертання

# label8.Text
source: Spin Maximum
uk: Макс.швидкість обертання

# label9.Text
source: Leave as 0 to use RX input range
uk: Залиште нуль, щоб використовувати вхідний діапазон RX

# label10.Text
source: Leave as 0 to use RX input range
uk: Залиште нуль, щоб використовувати вхідний діапазон RX

# label11.Text
source: speed when motors are armed but throttle is at zero (idle)
uk: Швидкість на момент, коли мотори армувані, але газ на нулі (холостий хід)

# label12.Text
source: minimum speed of motors while in flight (slightly higher than "Spin when Armed")
uk: Мінімальна швидкість моторів у польоті (трішки вище за значення "Швидкість обертання коли армуваний")

# label13.Text
source: maximum speed of motors while in flight (almost all escs have a deadzone at the top)
uk: Максимальна швидкість моторів у польоті (майже в усіх ESC в верхній частині є мертва зона)
