Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigMount.*.resx
Languages: pt, zh_tw

# label5.Text
source: Tilt
zh_tw: 俯仰

# label6.Text
source: Roll
zh_tw: 橫滾

# label15.Text
source: Pan
zh_tw: 平移

# label9.Text
source: Angle Limits
pt: Limite dos angulos
zh_tw: 角度限制

# label10.Text
source: Servo Limits
pt: Limite servo
zh_tw: 舵機限制

# label11.Text
source: Max
zh_tw: 最大

# label12.Text
source: Min
zh_tw: 最小

# label13.Text
source: Max
zh_tw: 最大

# label14.Text
source: Min
zh_tw: 最小

# label16.Text
source: Angle Limits
pt: Limite angulo
zh_tw: 角度限制

# label17.Text
source: Servo Limits
pt: Limite servo
zh_tw: 舵機限制

# label18.Text
source: Max
zh_tw: 最大

# label19.Text
source: Min
zh_tw: 最小

# label20.Text
source: Max
zh_tw: 最大

# label21.Text
source: Min
zh_tw: 最小

# label1.Text
source: Angle Limits
pt: Limites do angulo
zh_tw: 角度限制

# label2.Text
source: Servo Limits
pt: Limites do Servo
zh_tw: 舵機限制

# label3.Text
source: Max
zh_tw: 最大

# label4.Text
source: Min
zh_tw: 最小

# label7.Text
source: Max
zh_tw: 最大

# label8.Text
source: Min
zh_tw: 最小

# label22.Text
source: Input Ch
pt: Ch Ent.
zh_tw: 遙控通道

# label23.Text
source: Input Ch
pt: Ch Ent.
zh_tw: 遙控通道

# label24.Text
source: Input Ch
pt: Ch Ent.
zh_tw: 遙控通道

# mavlinkCheckBoxTR.Text
source: Reverse
pt: Reverso
zh_tw: 舵機反向

# mavlinkCheckBoxPR.Text
source: Reverse
pt: Reverso
zh_tw: 舵機反向

# mavlinkCheckBoxRR.Text
source: Reverse
pt: Reverso
zh_tw: 舵機反向

# groupBox4.Text
source: Retract Angles
pt: Angulos retrateis
zh_tw: 回縮位置(固定翼用)

# groupBox5.Text
source: Neutral Angles
pt: Angulos Neutro
zh_tw: 雲台初始位置

# groupBox6.Text
source: Control Angles
pt: Controle angulos
zh_tw: 遙桿控制(地面站)

# CHK_stab_tilt.Text
source: Stabalise Tilt
pt: Estabilizar Tilt
zh_tw: 俯仰 自動修正

# CHK_stab_roll.Text
source: Stabalise Roll
pt: Estabilizar Roll
zh_tw: 橫滾 自動修正

# CHK_stab_pan.Text
source: Stabalise Pan
pt: Estabilizar Pan
zh_tw: 平移 自動修正

# label35.Text
source: Shutter
pt: Obturador
zh_tw: 快門控制

# label36.Text
source: Servo Limits
pt: Limimte Servo
zh_tw: 舵機限制

# label37.Text
source: Not Pushed
pt: Nao empurre
zh_tw: 未按快門

# label38.Text
source: Pushed
pt: Empurre
zh_tw: 按下快門

# label39.Text
source: Max
zh_tw: 最大

# label40.Text
source: Min
zh_tw: 最小

# label41.Text
source: Shutter
pt: Obturador
zh_tw: 快門

# label34.Text
source: Duration (1/10th sec)
pt: Duração (1/10th sec)
zh_tw: 觸發時間 (1/10th sec)

# label42.Text
source: Please set the Ch7 Option to Camera Trigger
pt: Ajuste o Ch7 para o disparo da câmera
zh_tw: 請使用遙控器的通道7，做為快門觸發開關

# label44.Text
source: NOTE: the gimbal type takes effect on the next reboot of the fight controller
pt: NOTA: O tipo de gimble so muda na proxima reinicialização do controlador de voo

# label43.Text
source: Type
pt: Tipo
