Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigHWCompass.*.resx
Languages: az_latn_az, id_id, ko_kr, zh_hans

# CHK_enablecompass.Text
source: Enable compasses
az_latn_az: Kompaslari aktivləşdir
id_id: Aktifkan Kompas
ko_kr: 나침반 활성화
zh_hans: 启用指南针

# BUT_OBmagcalstart.Text
source: Start
az_latn_az: Başla
id_id: Mulai
ko_kr: 시작
zh_hans: 开始

# LBL_compass3_offset.Text
source: OFFSET
ko_kr: 오프셋

# label2.Text
source: Degrees
az_latn_az: Dərəcələr
id_id: Derajat
ko_kr: 도
zh_hans: 度

# label3.Text
source: Minutes
az_latn_az: Dəqiqələr
id_id: Menit
ko_kr: 분
zh_hans: 分

# label1.Text
source: Select device to quick-configure parameters:
az_latn_az: Parametrləri sürətli konfiqurasiya etmək üçün cihaz seçin:
id_id: Pilih Konfigurasi perangkat secara cepat
ko_kr: 매개변수를 신속히 구성하는 장치 선택
zh_hans: 选择设备以快速配置参数：

# label6.Text
source: Relax fitness if calibration fails
az_latn_az: Kalibrləmə başarısız olursa fitnessi serbes burax
ko_kr: Compass1 = External if present/else internal

# CHK_compass1_use.Text
source: Use this compass
az_latn_az: Kompasi istifade et
id_id: Gunakan Kompas ini
ko_kr: 이 나침반을 사용하세요
zh_hans: 使用这个指南针

# label5.Text
source: Compass
az_latn_az: Kompass
id_id: Kompas
ko_kr: 나침반
zh_hans: 指南针

# linkLabel1.Text
source: Youtube Example
az_latn_az: Youtube Nümünəsi
id_id: Contoh Youtube
ko_kr: Youtube 예제
zh_hans: Youtube 示范

# CHK_compass3_external.Text
source: Externally mounted
az_latn_az: Xarici quraşdırılma
id_id: Pasang Eksternal
ko_kr: 외부 장착
zh_hans: 外部安装

# BUT_MagCalibrationLive.Text
source: Live Calibration
az_latn_az: Canlı Kalibirləmə
id_id: Menghidupkan kalibrasi
ko_kr: 라이브 교정
zh_hans: 现场校准

# BUT_OBmagcalcancel.Text
source: Cancel
az_latn_az: Ləgv et
id_id: Di batalkan
ko_kr: 취소
zh_hans: 取消

# LBL_compass2_offset.Text
source: OFFSET
ko_kr: 오프셋

# buttonAPMExternal.Text
source: APM and External Compass
az_latn_az: APM və Xarici Kompass
id_id: Kompas Eksternal dan APM
ko_kr: APM과 외부 나침반
zh_hans: APM与外置罗盘

# CHK_compass3_use.Text
source: Use this compass
az_latn_az: Bu Kompası istifadə et
id_id: Gunakan Kompas ini
ko_kr: 이 나침반을 사용하세요
zh_hans: 使用这个指南针

# CHK_compass2_use.Text
source: Use this compass
az_latn_az: Bu Kompası istifadə et
id_id: Gunakan Kompas ini
ko_kr: 이 나침반을 사용하세요
zh_hans: 使用这个指南针

# BUT_OBmagcalaccept.Text
source: Accept
az_latn_az: Qəbul et
id_id: Diterima
ko_kr: 허용
zh_hans: 接受

# groupBoxCompass3.Text
source: Compass #3
az_latn_az: Kompass #3
id_id: Kompas #3
ko_kr: 나침반 #3
zh_hans: 指南针 #3

# CHK_compass_learn.Text
source: Automatically learn offsets
az_latn_az: Avtomatik olaraq öyrən offsets
id_id: Belajar Otomatis offsets
ko_kr: 자동 학습 오프셋
zh_hans: 自动学习偏移量

# groupBoxCompass1.Text
source: Compass #1
az_latn_az: Kompass #1
id_id: Kompas #1
ko_kr: 나침반 #1
zh_hans: 指南针 #1

# CHK_autodec.Text
source: Obtain declination automatically
az_latn_az: Avtomatik olaraq meyllilik əldə edin
id_id: Mendapatkan deklinasi otomatis
ko_kr: 편각 자동으로 가져오기
zh_hans: 自动获取磁偏角

# QuickAPM25.Text
source: APM2.5 (Internal Compass)
id_id: APM2.5 (Internal Kompas)
ko_kr: APM2.5 (내부 나침반)
zh_hans: APM2.5 (内置罗盘)

# groupBoxCompass2.Text
source: Compass #2
az_latn_az: Kompass #2
ko_kr: 나침반 #2
zh_hans: 指南针 #2

# CHK_compass1_external.Text
source: Externally mounted
id_id: Memasang Ekternal
ko_kr: 외부 장착
zh_hans: 外部安装

# LBL_compass1_offset.Text
source: OFFSET
ko_kr: 오프셋

# LBL_primary_compass.Text
source: Primary Compass:
az_latn_az: Əsas Kompass:
id_id: Kompas Utama:
ko_kr: 주요 나침반
zh_hans: 主指南针：

# groupBoxGeneralSettings.Text
source: General Compass Settings
az_latn_az: Ümumi Kompass tənzimləmələri
id_id: Pengaturan Umum Kompas
ko_kr: 일반 나침반 설정
zh_hans: 常规指南针设置

# CHK_compass2_external.Text
source: Externally mounted
az_latn_az: Xarici quraşdırılmışdır
id_id: Memasang Eksternal
ko_kr: 외부 장착
zh_hans: 外部安装

# linkLabelmagdec.Text
source: Declination WebSite
az_latn_az: Veb sayt yönəlməsi
id_id: Deklinasi WebSite
zh_hans: 磁偏角查询网站

# groupBoxonboardcalib.Text
source: Onboard Mag Calibration
az_latn_az: Mag Kalibirləmə göyərtəsi

# groupBoxmpcalib.Text
source: Mission Planner Mag Calibration
az_latn_az: Mission Planner Mag Kalibrasyonu

# label4.Text
source: OR
zh_hans: 或
