Repository: ArduPilot/MissionPlanner
Catalog: GCSViews/ConfigurationView/ConfigTradHeli.*.resx
Languages: tr, uk

# label12.Text
source: Critical
tr: Hassas
uk: Критичний

# label13.Text
source: Rev
tr: Devir
uk: Ревізія

# label16.Text
source: High Pwr
uk: Верхній Pwr

# label11.Text
source: Bootup Servo Test
tr: Acilis Servo Test
uk: Тест Bootup серво

# label14.Text
source: Max
uk: Макс

# label17.Text
source: Swash-Servo position
uk: Позиція Swash-Серво

# label15.Text
source: Min
uk: Мін

# label21.Text
source: Top
tr: ust
uk: Верх

# label22.Text
source: Collective Travel
tr: Toplu Seyahat
uk: Колективні подорожі

# label23.Text
source: Rudder Travel
tr: Manuel Seyahat
uk: Мандрівник

# label24.Text
source: Max
tr: maksimum
uk: Макс

# label2.Text
source: Servo Mode
tr: sunucu modu
uk: Режим серво

# label25.Text
source: Low Pwr
uk: Долина Pwr

# label3.Text
source: Phase Angle
tr: Faz Acisi
uk: Зйомка фаз

# label26.Text
source: Idle
tr: Bos
uk: В очікуванні

# groupBox8.Text
source: Mode 1 Setpoint
uk: Режим 1 Встановити точку

# label27.Text
source: Stab 3
tr: Bolum 3
uk: Штаб 3

# groupBox9.Text
source: Rotor Speed Control
tr: Pervane Hiz Kontrol
uk: Контроль швидкості обертання

# label1.Text
source: Zero
uk: Нуль

# label28.Text
source: Stab 2
tr: Bolum 2
uk: Штаб-2

# label6.Text
source: Tail Speed
tr: Kuyruk Hizi
uk: Швидкість хвоста

# label29.Text
source: Stab 1
tr: Bolum 1
uk: Штаб-1

# groupBox7.Text
source: RSC Ramp Rate
tr: RSC Rampa Hizi
uk: Частота RSC

# groupBox4.Text
source: Collective Pre-Comp
tr: Toplu on olusturma
uk: Колективний докоп

# label4.Text
source: Landing Collective
tr: Toplu Inis
uk: Збирач десантів

# groupBox5.Text
source: Swash Type
uk: Тип сміття

# label5.Text
source: Rate(Sec)
tr: Oran(Sec)
uk: Рейтинг (сек)

# groupBox3.Text
source: Tail Type
uk: Тип залізниці

# label8.Text
source: Cyclic Travel
tr: Peryodik Seyahat
uk: Циклічні подорожі

# label9.Text
source: Piro Comp
uk: Піром-комп

# myButtonH_SV_MANmax.Text
source: Max
uk: Макс

# groupBox12.Text
source: V-Curve
tr: V-Egrisi
uk: Крива V-файлу

# label30.Text
source: Stab 4
tr: Bolum 4
uk: Штаб-4

# groupBox13.Text
source: Curve
tr: Egri
uk: Крива

# groupBox11.Text
source: Throttle Output
tr: Gaz Output
uk: Видобуток Throttle

# myButtonH_SV_MANmin.Text
source: Min
uk: Мін

# label38.Text
source: Rev
uk: Ревізія

# myButtonH_SV_MANmanual.Text
source: Manual
uk: Вручну

# label37.Text
source: Position
uk: Позиція

# label39.Text
source: Trim
uk: Обрізати

# myButtonH_SV_MANtest.Text
source: Test
uk: Тест

# H_SWASH_TYPE.Text
source: H1
uk: Г1

# myButtonH_SV_MANzero.Text
source: Zero
uk: Нуль

# label46.Text
source: Gain
tr: Kazanc
uk: Підсилення

# myButtonH_SV_MAN.Text
source: Active
uk: Активний

# label44.Text
source: Trim
tr: Duzeltme
uk: Обрізати

# label43.Text
source: Rev
tr: Devir
uk: Ревізія

# label40.Text
source: Min
uk: Мін

# label41.Text
source: Bottom
tr: Alt
uk: Униз
